<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("О магазине");
?>
<div class="about">
                <div class="title">ПРОСТО. качественно. доступно.</div>
                <div class="descr">На протяжении всей своей истории SUPRA последовательно проводила в жизнь свою философию: просто делать качественные и доступные вещи.</div>
                <div class="title">более 
                  <big>10 000 </big>моделей продукции.
                </div>
                <div class="descr">В настоящий момент заводы SUPRA выпускают более 10000 моделей продукции.  В результате, техникой этой марки можно оборудовать в буквальном смысле весь дом. К вашим услугам аэрогрили, хлебопечки, микроволновки и мультиварки, Smart-телевизоры, планшетные компьютеры, пылесосы, холодильники и многое другое. Отдельные направления развития марки — техника для автомобилей, посуда, светотехника и климатическое оборудование.</div>
                <div class="title">Признание потребителей.</div>
                <div class="descr">В СНГ марка SUPRA пользуется большой популярностью, выраженной не только   в признании потребителей, но и в высоких оценках экспертов.  Так в 2008 году торговой марке SUPRA была присуждена престижная награда <b>«Товар Года»               </b>в номинации «За неизменную приверженность традициям высокого качества         в сфере передовых технологий», что стало закономерным признанием качества работы всех подразделений компании. Дальнейшее признание марки на рынке нашло отражение и в других многочисленных наградах и премиях. Посуда                 и  лампы SUPRA стали лауреатами премий «Здоровое питание» и «Берегите энергию». Телевизоры, бытовая техника и автомобильная получили престижную награду <b>«Марка номер один в России»</b>, Smart-телевизор и фен SUPRA заслужили право называться <b>«Продуктом года». </b></div>
                <div class="title">Новые горизонты.</div>
                <div class="descr">SUPRA продолжает расширяться и развиваться, открывая для своих почитателей новые горизонты качества жизни, комфорта и благополучия. Появляются новые категории товаров, существенно облегчающие и украшающие жизнь людей. Ведется тщательная работа над совершенствованием и модернизацией электроники. Результат не заставит себя долго ждать. Мы стремимся к тому, чтобы техника SUPRA работала на благо каждой семьи.</div>
              </div>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>