<? $cities = array (
  1 => 
  array (
    0 => 1,
    1 => 'Хмельницкий',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.416668',
    5 => '27.000000',
  ),
  2 => 
  array (
    0 => 2,
    1 => 'Каменец-Подольский',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '48.683334',
    5 => '26.583332',
  ),
  3 => 
  array (
    0 => 3,
    1 => 'Нетишин',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '50.346695',
    5 => '26.633587',
  ),
  4 => 
  array (
    0 => 4,
    1 => 'Славута',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '50.299999',
    5 => '26.866667',
  ),
  5 => 
  array (
    0 => 5,
    1 => 'Староконстантинов',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.755554',
    5 => '27.220833',
  ),
  6 => 
  array (
    0 => 6,
    1 => 'Шепетовка',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '50.182003',
    5 => '27.066854',
  ),
  7 => 
  array (
    0 => 7,
    1 => 'Волочиск',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.528984',
    5 => '26.208408',
  ),
  8 => 
  array (
    0 => 8,
    1 => 'Городок',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.163685',
    5 => '26.578232',
  ),
  9 => 
  array (
    0 => 9,
    1 => 'Деражня',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.266666',
    5 => '27.433332',
  ),
  10 => 
  array (
    0 => 10,
    1 => 'Дунаевцы',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '48.890911',
    5 => '26.849583',
  ),
  11 => 
  array (
    0 => 11,
    1 => 'Изяслав',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '50.118732',
    5 => '26.838671',
  ),
  12 => 
  array (
    0 => 12,
    1 => 'Красилов',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.651943',
    5 => '26.970556',
  ),
  13 => 
  array (
    0 => 13,
    1 => 'Полонное',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '50.116669',
    5 => '27.516666',
  ),
  23 => 
  array (
    0 => 23,
    1 => 'Летичев',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.383331',
    5 => '27.616667',
  ),
  29 => 
  array (
    0 => 29,
    1 => 'Теофиполь',
    2 => 'Хмельницкая область',
    3 => 'Центральная Украина',
    4 => '49.841946',
    5 => '26.411943',
  ),
  32 => 
  array (
    0 => 32,
    1 => 'Житомир',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.250000',
    5 => '28.666668',
  ),
  33 => 
  array (
    0 => 33,
    1 => 'Бердичев',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '49.907902',
    5 => '28.587934',
  ),
  34 => 
  array (
    0 => 34,
    1 => 'Коростень',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.961830',
    5 => '28.635452',
  ),
  35 => 
  array (
    0 => 35,
    1 => 'Новоград-Волынский',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.583332',
    5 => '27.633333',
  ),
  36 => 
  array (
    0 => 36,
    1 => 'Малин',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.770515',
    5 => '29.258142',
  ),
  38 => 
  array (
    0 => 38,
    1 => 'Овруч',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '51.327831',
    5 => '28.813343',
  ),
  40 => 
  array (
    0 => 40,
    1 => 'Радомышль',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.496059',
    5 => '29.236578',
  ),
  46 => 
  array (
    0 => 46,
    1 => 'Емильчино',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '50.872223',
    5 => '27.807777',
  ),
  48 => 
  array (
    0 => 48,
    1 => 'Попельня',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '49.966389',
    5 => '29.443333',
  ),
  49 => 
  array (
    0 => 49,
    1 => 'Винница',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '49.233334',
    5 => '28.483334',
  ),
  51 => 
  array (
    0 => 51,
    1 => 'Могилёв-Подольский',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '48.450001',
    5 => '27.799999',
  ),
  52 => 
  array (
    0 => 52,
    1 => 'Хмельник',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '49.559605',
    5 => '27.957466',
  ),
  54 => 
  array (
    0 => 54,
    1 => 'Казатин',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '49.720551',
    5 => '28.849070',
  ),
  56 => 
  array (
    0 => 56,
    1 => 'Калиновка',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '49.451698',
    5 => '28.524940',
  ),
  64 => 
  array (
    0 => 64,
    1 => 'Погребище',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '49.486340',
    5 => '29.270048',
  ),
  67 => 
  array (
    0 => 67,
    1 => 'Белая Церковь',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '49.801945',
    5 => '30.115196',
  ),
  68 => 
  array (
    0 => 68,
    1 => 'Бровары',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.516666',
    5 => '30.816668',
  ),
  69 => 
  array (
    0 => 69,
    1 => 'Борисполь',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.359451',
    5 => '30.974171',
  ),
  70 => 
  array (
    0 => 70,
    1 => 'Вишнёвое',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.386944',
    5 => '30.358055',
  ),
  71 => 
  array (
    0 => 71,
    1 => 'Фастов',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.080322',
    5 => '29.915285',
  ),
  72 => 
  array (
    0 => 72,
    1 => 'Буча',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.557365',
    5 => '30.226593',
  ),
  73 => 
  array (
    0 => 73,
    1 => 'Васильков',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.178333',
    5 => '30.315832',
  ),
  74 => 
  array (
    0 => 74,
    1 => 'Ирпень',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.521523',
    5 => '30.247663',
  ),
  75 => 
  array (
    0 => 75,
    1 => 'Боярка',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.329166',
    5 => '30.288610',
  ),
  76 => 
  array (
    0 => 76,
    1 => 'Обухов',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.103436',
    5 => '30.636269',
  ),
  77 => 
  array (
    0 => 77,
    1 => 'Переяслав-Хмельницкий',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.066113',
    5 => '31.442223',
  ),
  78 => 
  array (
    0 => 78,
    1 => 'Славутич',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '51.521736',
    5 => '30.766966',
  ),
  79 => 
  array (
    0 => 79,
    1 => 'Яготин',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.276413',
    5 => '31.761362',
  ),
  80 => 
  array (
    0 => 80,
    1 => 'Украинка',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.153088',
    5 => '30.743492',
  ),
  81 => 
  array (
    0 => 81,
    1 => 'Вышгород',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.583332',
    5 => '30.500000',
  ),
  83 => 
  array (
    0 => 83,
    1 => 'Богуслав',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '49.546665',
    5 => '30.872778',
  ),
  86 => 
  array (
    0 => 86,
    1 => 'Коцюбинское',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '51.000000',
    5 => '30.000000',
  ),
  87 => 
  array (
    0 => 87,
    1 => 'Кагарлык',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '49.862064',
    5 => '30.819241',
  ),
  89 => 
  array (
    0 => 89,
    1 => 'Чернигов',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '51.500000',
    5 => '31.299999',
  ),
  90 => 
  array (
    0 => 90,
    1 => 'Нежин',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '51.038055',
    5 => '31.886110',
  ),
  91 => 
  array (
    0 => 91,
    1 => 'Прилуки',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '50.595543',
    5 => '32.384563',
  ),
  92 => 
  array (
    0 => 92,
    1 => 'Бахмач',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '51.183056',
    5 => '32.829723',
  ),
  94 => 
  array (
    0 => 94,
    1 => 'Носовка',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '50.933334',
    5 => '31.583332',
  ),
  98 => 
  array (
    0 => 98,
    1 => 'Ичня',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '50.858280',
    5 => '32.375816',
  ),
  99 => 
  array (
    0 => 99,
    1 => 'Щорс',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '51.816666',
    5 => '31.950001',
  ),
  102 => 
  array (
    0 => 102,
    1 => 'Варва',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '50.494999',
    5 => '32.723610',
  ),
  105 => 
  array (
    0 => 105,
    1 => 'Репки',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '51.800476',
    5 => '31.096655',
  ),
  108 => 
  array (
    0 => 108,
    1 => 'Десна',
    2 => 'Черниговская область',
    3 => 'Центральная Украина',
    4 => '50.924667',
    5 => '30.756001',
  ),
  117 => 
  array (
    0 => 117,
    1 => 'Сумы',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '50.894405',
    5 => '34.810600',
  ),
  118 => 
  array (
    0 => 118,
    1 => 'Конотоп',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.240944',
    5 => '33.205051',
  ),
  119 => 
  array (
    0 => 119,
    1 => 'Шостка',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.866669',
    5 => '33.483334',
  ),
  120 => 
  array (
    0 => 120,
    1 => 'Ахтырка',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '50.295891',
    5 => '34.913322',
  ),
  121 => 
  array (
    0 => 121,
    1 => 'Ромны',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '50.745621',
    5 => '33.491516',
  ),
  123 => 
  array (
    0 => 123,
    1 => 'Лебедин',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '50.579723',
    5 => '34.477222',
  ),
  124 => 
  array (
    0 => 124,
    1 => 'Кролевец',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.549999',
    5 => '33.383331',
  ),
  128 => 
  array (
    0 => 128,
    1 => 'Бурынь',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.204182',
    5 => '33.825142',
  ),
  131 => 
  array (
    0 => 131,
    1 => 'Воронеж',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.769001',
    5 => '33.471912',
  ),
  133 => 
  array (
    0 => 133,
    1 => 'Свесса',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '51.947453',
    5 => '33.933449',
  ),
  134 => 
  array (
    0 => 134,
    1 => 'Полтава',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '49.595348',
    5 => '34.562946',
  ),
  135 => 
  array (
    0 => 135,
    1 => 'Кременчуг',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '49.107807',
    5 => '33.419868',
  ),
  136 => 
  array (
    0 => 136,
    1 => 'Комсомольск',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '49.014851',
    5 => '33.638905',
  ),
  137 => 
  array (
    0 => 137,
    1 => 'Лубны',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '50.016666',
    5 => '33.000000',
  ),
  138 => 
  array (
    0 => 138,
    1 => 'Миргород',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '49.966667',
    5 => '33.599998',
  ),
  139 => 
  array (
    0 => 139,
    1 => 'Гадяч',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '50.370434',
    5 => '34.000988',
  ),
  140 => 
  array (
    0 => 140,
    1 => 'Карловка',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '49.450001',
    5 => '35.133331',
  ),
  141 => 
  array (
    0 => 141,
    1 => 'Пирятин',
    2 => 'Полтавская область',
    3 => 'Центральная Украина',
    4 => '50.237392',
    5 => '32.503929',
  ),
  154 => 
  array (
    0 => 154,
    1 => 'Черкассы',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.433334',
    5 => '32.066666',
  ),
  155 => 
  array (
    0 => 155,
    1 => 'Умань',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '48.750000',
    5 => '30.216667',
  ),
  156 => 
  array (
    0 => 156,
    1 => 'Смела',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.213188',
    5 => '31.874636',
  ),
  157 => 
  array (
    0 => 157,
    1 => 'Золотоноша',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.671642',
    5 => '32.039875',
  ),
  158 => 
  array (
    0 => 158,
    1 => 'Канев',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.750000',
    5 => '31.466667',
  ),
  160 => 
  array (
    0 => 160,
    1 => 'Корсунь-Шевченковский',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.427689',
    5 => '31.280434',
  ),
  166 => 
  array (
    0 => 166,
    1 => 'Каменка',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.030647',
    5 => '32.115093',
  ),
  172 => 
  array (
    0 => 172,
    1 => 'Чернобай',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '49.670555',
    5 => '32.323055',
  ),
  173 => 
  array (
    0 => 173,
    1 => 'Кировоград',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.521519',
    5 => '32.245037',
  ),
  174 => 
  array (
    0 => 174,
    1 => 'Александрия',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.671577',
    5 => '33.095905',
  ),
  175 => 
  array (
    0 => 175,
    1 => 'Светловодск',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '49.050323',
    5 => '33.224224',
  ),
  177 => 
  array (
    0 => 177,
    1 => 'Знаменка',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.713612',
    5 => '32.673332',
  ),
  183 => 
  array (
    0 => 183,
    1 => 'Помошная',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.250000',
    5 => '31.416668',
  ),
  184 => 
  array (
    0 => 184,
    1 => 'Александровка',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.726391',
    5 => '33.302223',
  ),
  186 => 
  array (
    0 => 186,
    1 => 'Новоархангельск',
    2 => 'Кировоградская область',
    3 => 'Центральная Украина',
    4 => '48.658890',
    5 => '30.818611',
  ),
  187 => 
  array (
    0 => 187,
    1 => 'Киев',
    2 => 'Киев',
    3 => 'Центральная Украина',
    4 => '50.450001',
    5 => '30.523333',
  ),
  188 => 
  array (
    0 => 188,
    1 => 'Луцк',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '50.750000',
    5 => '25.335833',
  ),
  189 => 
  array (
    0 => 189,
    1 => 'Ковель',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '51.214230',
    5 => '24.709341',
  ),
  190 => 
  array (
    0 => 190,
    1 => 'Нововолынск',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '50.733334',
    5 => '24.166668',
  ),
  191 => 
  array (
    0 => 191,
    1 => 'Владимир-Волынский',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '50.848057',
    5 => '24.322222',
  ),
  193 => 
  array (
    0 => 193,
    1 => 'Рожище',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '50.896946',
    5 => '25.263649',
  ),
  203 => 
  array (
    0 => 203,
    1 => 'Шацк',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '51.508942',
    5 => '23.942455',
  ),
  204 => 
  array (
    0 => 204,
    1 => 'Старая Выжевка',
    2 => 'Волынская область',
    3 => 'Западная Украина',
    4 => '51.440834',
    5 => '24.431667',
  ),
  205 => 
  array (
    0 => 205,
    1 => 'Ровно',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '50.619900',
    5 => '26.251617',
  ),
  206 => 
  array (
    0 => 206,
    1 => 'Кузнецовск',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '51.343655',
    5 => '25.849087',
  ),
  208 => 
  array (
    0 => 208,
    1 => 'Костополь',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '50.883331',
    5 => '26.450001',
  ),
  209 => 
  array (
    0 => 209,
    1 => 'Сарны',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '51.337223',
    5 => '26.605833',
  ),
  210 => 
  array (
    0 => 210,
    1 => 'Здолбунов',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '50.513374',
    5 => '26.261707',
  ),
  214 => 
  array (
    0 => 214,
    1 => 'Дубровица',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '51.566174',
    5 => '26.559423',
  ),
  219 => 
  array (
    0 => 219,
    1 => 'Клевань',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '50.745834',
    5 => '26.012501',
  ),
  220 => 
  array (
    0 => 220,
    1 => 'Рокитное',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '51.261391',
    5 => '27.224443',
  ),
  221 => 
  array (
    0 => 221,
    1 => 'Заречное',
    2 => 'Ровненская область',
    3 => 'Западная Украина',
    4 => '51.808849',
    5 => '26.122766',
  ),
  223 => 
  array (
    0 => 223,
    1 => 'Львов',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.849998',
    5 => '24.016666',
  ),
  224 => 
  array (
    0 => 224,
    1 => 'Дрогобыч',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.349567',
    5 => '23.521914',
  ),
  225 => 
  array (
    0 => 225,
    1 => 'Червоноград',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '50.386303',
    5 => '24.227007',
  ),
  226 => 
  array (
    0 => 226,
    1 => 'Стрый',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.255730',
    5 => '23.846489',
  ),
  227 => 
  array (
    0 => 227,
    1 => 'Борислав',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.283333',
    5 => '23.416668',
  ),
  229 => 
  array (
    0 => 229,
    1 => 'Трускавец',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.280556',
    5 => '23.504999',
  ),
  230 => 
  array (
    0 => 230,
    1 => 'Новый Раздол',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.471943',
    5 => '24.133333',
  ),
  232 => 
  array (
    0 => 232,
    1 => 'Золочев',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.808334',
    5 => '24.901112',
  ),
  233 => 
  array (
    0 => 233,
    1 => 'Броды',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '50.083332',
    5 => '25.150000',
  ),
  234 => 
  array (
    0 => 234,
    1 => 'Сокаль',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '50.483334',
    5 => '24.283333',
  ),
  236 => 
  array (
    0 => 236,
    1 => 'Городок',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.782223',
    5 => '23.643612',
  ),
  238 => 
  array (
    0 => 238,
    1 => 'Николаев',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.524906',
    5 => '23.990086',
  ),
  239 => 
  array (
    0 => 239,
    1 => 'Жолква',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '50.058773',
    5 => '23.978102',
  ),
  240 => 
  array (
    0 => 240,
    1 => 'Яворов',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.946945',
    5 => '23.393057',
  ),
  242 => 
  array (
    0 => 242,
    1 => 'Жидачов',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.381390',
    5 => '24.140833',
  ),
  243 => 
  array (
    0 => 243,
    1 => 'Каменка Бугская',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '50.099998',
    5 => '24.350000',
  ),
  245 => 
  array (
    0 => 245,
    1 => 'Тернополь',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '49.566666',
    5 => '25.600000',
  ),
  247 => 
  array (
    0 => 247,
    1 => 'Кременец',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '50.119720',
    5 => '25.716667',
  ),
  248 => 
  array (
    0 => 248,
    1 => 'Бережаны',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '49.441257',
    5 => '24.942978',
  ),
  249 => 
  array (
    0 => 249,
    1 => 'Збараж',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '49.666668',
    5 => '25.777779',
  ),
  251 => 
  array (
    0 => 251,
    1 => 'Бучач',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '49.064831',
    5 => '25.381716',
  ),
  254 => 
  array (
    0 => 254,
    1 => 'Козова',
    2 => 'Тернопольская область',
    3 => 'Западная Украина',
    4 => '49.433105',
    5 => '25.154863',
  ),
  264 => 
  array (
    0 => 264,
    1 => 'Ивано-Франковск',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.916668',
    5 => '24.716667',
  ),
  265 => 
  array (
    0 => 265,
    1 => 'Калуш',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '49.044167',
    5 => '24.359722',
  ),
  266 => 
  array (
    0 => 266,
    1 => 'Коломыя',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.530556',
    5 => '25.040277',
  ),
  269 => 
  array (
    0 => 269,
    1 => 'Бурштын',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '49.263626',
    5 => '24.630482',
  ),
  271 => 
  array (
    0 => 271,
    1 => 'Болехов',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '49.068249',
    5 => '23.859747',
  ),
  272 => 
  array (
    0 => 272,
    1 => 'Снятын ',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.450001',
    5 => '25.566668',
  ),
  274 => 
  array (
    0 => 274,
    1 => 'Городенка',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.667500',
    5 => '25.500278',
  ),
  275 => 
  array (
    0 => 275,
    1 => 'Тлумач',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.862583',
    5 => '24.998564',
  ),
  276 => 
  array (
    0 => 276,
    1 => 'Косов',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.314999',
    5 => '25.095278',
  ),
  278 => 
  array (
    0 => 278,
    1 => 'Рогатин',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '49.411449',
    5 => '24.620510',
  ),
  280 => 
  array (
    0 => 280,
    1 => 'Яремче',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.460278',
    5 => '24.558611',
  ),
  281 => 
  array (
    0 => 281,
    1 => 'Богородчаны',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '48.808056',
    5 => '24.538055',
  ),
  282 => 
  array (
    0 => 282,
    1 => 'Ужгород',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.618626',
    5 => '22.298758',
  ),
  283 => 
  array (
    0 => 283,
    1 => 'Мукачево',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.429031',
    5 => '22.705820',
  ),
  284 => 
  array (
    0 => 284,
    1 => 'Хуст',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.181389',
    5 => '23.297777',
  ),
  285 => 
  array (
    0 => 285,
    1 => 'Виноградов',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.149723',
    5 => '23.025000',
  ),
  286 => 
  array (
    0 => 286,
    1 => 'Берегово',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.200001',
    5 => '22.633333',
  ),
  287 => 
  array (
    0 => 287,
    1 => 'Свалява',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.547890',
    5 => '23.001602',
  ),
  288 => 
  array (
    0 => 288,
    1 => 'Рахов',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.061604',
    5 => '24.209749',
  ),
  289 => 
  array (
    0 => 289,
    1 => 'Тячев',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.015438',
    5 => '23.570059',
  ),
  290 => 
  array (
    0 => 290,
    1 => 'Иршава',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.310059',
    5 => '23.042372',
  ),
  298 => 
  array (
    0 => 298,
    1 => 'Королёво',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.150002',
    5 => '23.133333',
  ),
  300 => 
  array (
    0 => 300,
    1 => 'Черновцы',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.299999',
    5 => '25.933332',
  ),
  303 => 
  array (
    0 => 303,
    1 => 'Новоднестровск',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.573952',
    5 => '27.443825',
  ),
  304 => 
  array (
    0 => 304,
    1 => 'Сокиряны',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.450001',
    5 => '27.416668',
  ),
  306 => 
  array (
    0 => 306,
    1 => 'Глыбокая',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.085274',
    5 => '25.931515',
  ),
  310 => 
  array (
    0 => 310,
    1 => 'Кельменцы',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.463333',
    5 => '26.829166',
  ),
  311 => 
  array (
    0 => 311,
    1 => 'Кицмань',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.441223',
    5 => '25.764149',
  ),
  313 => 
  array (
    0 => 313,
    1 => 'Харьков',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.948071',
    5 => '36.212299',
  ),
  314 => 
  array (
    0 => 314,
    1 => 'Лозовая',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '48.890392',
    5 => '36.311512',
  ),
  315 => 
  array (
    0 => 315,
    1 => 'Купянск',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.705334',
    5 => '37.598869',
  ),
  316 => 
  array (
    0 => 316,
    1 => 'Изюм',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.212776',
    5 => '37.256943',
  ),
  317 => 
  array (
    0 => 317,
    1 => 'Чугуев',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.835556',
    5 => '36.686390',
  ),
  318 => 
  array (
    0 => 318,
    1 => 'Первомайский',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.389767',
    5 => '36.212727',
  ),
  319 => 
  array (
    0 => 319,
    1 => 'Балаклея',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.459057',
    5 => '36.844929',
  ),
  320 => 
  array (
    0 => 320,
    1 => 'Мерефа',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.814953',
    5 => '36.058899',
  ),
  322 => 
  array (
    0 => 322,
    1 => 'Красноград',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.366669',
    5 => '35.450001',
  ),
  323 => 
  array (
    0 => 323,
    1 => 'Песочин',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.953888',
    5 => '36.109165',
  ),
  324 => 
  array (
    0 => 324,
    1 => 'Волчанск',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '50.300278',
    5 => '36.946667',
  ),
  325 => 
  array (
    0 => 325,
    1 => 'Дергачи',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '50.110157',
    5 => '36.093513',
  ),
  326 => 
  array (
    0 => 326,
    1 => 'Богодухов',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '50.160831',
    5 => '35.516388',
  ),
  327 => 
  array (
    0 => 327,
    1 => 'Змиёв',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.694405',
    5 => '36.359547',
  ),
  328 => 
  array (
    0 => 328,
    1 => 'Комсомольское',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.598331',
    5 => '36.528057',
  ),
  329 => 
  array (
    0 => 329,
    1 => 'Солоницевка',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.996334',
    5 => '36.035149',
  ),
  331 => 
  array (
    0 => 331,
    1 => 'Высокий',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.884998',
    5 => '36.111111',
  ),
  339 => 
  array (
    0 => 339,
    1 => 'Кременная',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.049999',
    5 => '38.221111',
  ),
  340 => 
  array (
    0 => 340,
    1 => 'Лутугино',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.402279',
    5 => '39.209122',
  ),
  341 => 
  array (
    0 => 341,
    1 => 'Молодогвардейск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.344444',
    5 => '39.658333',
  ),
  343 => 
  array (
    0 => 343,
    1 => 'Петровское',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.305401',
    5 => '38.892288',
  ),
  345 => 
  array (
    0 => 345,
    1 => 'Сватово',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.416668',
    5 => '38.150002',
  ),
  346 => 
  array (
    0 => 346,
    1 => 'Старобельск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.283333',
    5 => '38.916668',
  ),
  349 => 
  array (
    0 => 349,
    1 => 'Алчевск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.466667',
    5 => '38.799999',
  ),
  350 => 
  array (
    0 => 350,
    1 => 'Антрацит',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.133602',
    5 => '39.095322',
  ),
  353 => 
  array (
    0 => 353,
    1 => 'Красный Луч',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.133331',
    5 => '38.933334',
  ),
  354 => 
  array (
    0 => 354,
    1 => 'Краснодон',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.299999',
    5 => '39.733334',
  ),
  355 => 
  array (
    0 => 355,
    1 => 'Лисичанск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.913696',
    5 => '38.434643',
  ),
  356 => 
  array (
    0 => 356,
    1 => 'Луганск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.566666',
    5 => '39.299999',
  ),
  357 => 
  array (
    0 => 357,
    1 => 'Первомайск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.629723',
    5 => '38.561943',
  ),
  358 => 
  array (
    0 => 358,
    1 => 'Ровеньки',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.083332',
    5 => '39.366669',
  ),
  359 => 
  array (
    0 => 359,
    1 => 'Рубежное',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.010860',
    5 => '38.374069',
  ),
  360 => 
  array (
    0 => 360,
    1 => 'Свердловск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.084549',
    5 => '39.651630',
  ),
  361 => 
  array (
    0 => 361,
    1 => 'Северодонецк',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.933334',
    5 => '38.500000',
  ),
  362 => 
  array (
    0 => 362,
    1 => 'Стаханов',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.566666',
    5 => '38.650002',
  ),
  369 => 
  array (
    0 => 369,
    1 => 'Новодружеск',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '48.966667',
    5 => '38.349998',
  ),
  370 => 
  array (
    0 => 370,
    1 => 'Днепропетровск',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.450001',
    5 => '34.983334',
  ),
  371 => 
  array (
    0 => 371,
    1 => 'Кривой Рог',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.020336',
    5 => '33.453720',
  ),
  372 => 
  array (
    0 => 372,
    1 => 'Днепродзержинск',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.516666',
    5 => '34.616669',
  ),
  373 => 
  array (
    0 => 373,
    1 => 'Никополь',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '47.566666',
    5 => '34.400002',
  ),
  374 => 
  array (
    0 => 374,
    1 => 'Павлоград',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.521645',
    5 => '35.893383',
  ),
  375 => 
  array (
    0 => 375,
    1 => 'Новомосковск',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.633331',
    5 => '35.216667',
  ),
  376 => 
  array (
    0 => 376,
    1 => 'Жёлтые Воды',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.349998',
    5 => '33.500000',
  ),
  377 => 
  array (
    0 => 377,
    1 => 'Марганец',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '47.663128',
    5 => '34.617218',
  ),
  378 => 
  array (
    0 => 378,
    1 => 'Орджоникидзе',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '47.656883',
    5 => '34.054184',
  ),
  379 => 
  array (
    0 => 379,
    1 => 'Синельниково',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.322121',
    5 => '35.521801',
  ),
  380 => 
  array (
    0 => 380,
    1 => 'Терновка',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.517799',
    5 => '36.078690',
  ),
  382 => 
  array (
    0 => 382,
    1 => 'Вольногорск',
    2 => 'Днепропетровская область',
    3 => 'Восточная Украина',
    4 => '48.483334',
    5 => '34.016666',
  ),
  386 => 
  array (
    0 => 386,
    1 => 'Авдеевка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.142483',
    5 => '37.748463',
  ),
  387 => 
  array (
    0 => 387,
    1 => 'Артёмовск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.606945',
    5 => '37.997044',
  ),
  388 => 
  array (
    0 => 388,
    1 => 'Горловка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.328033',
    5 => '38.046005',
  ),
  389 => 
  array (
    0 => 389,
    1 => 'Дебальцево',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.333332',
    5 => '38.400002',
  ),
  390 => 
  array (
    0 => 390,
    1 => 'Дзержинск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.394711',
    5 => '37.844364',
  ),
  391 => 
  array (
    0 => 391,
    1 => 'Димитров',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.305847',
    5 => '37.271065',
  ),
  392 => 
  array (
    0 => 392,
    1 => 'Доброполье',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.799999',
    5 => '37.183334',
  ),
  393 => 
  array (
    0 => 393,
    1 => 'Докучаевск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '47.768002',
    5 => '37.683666',
  ),
  394 => 
  array (
    0 => 394,
    1 => 'Донецк',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.002777',
    5 => '37.805279',
  ),
  395 => 
  array (
    0 => 395,
    1 => 'Дружковка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.616669',
    5 => '37.533333',
  ),
  396 => 
  array (
    0 => 396,
    1 => 'Енакиево',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.216667',
    5 => '38.200001',
  ),
  398 => 
  array (
    0 => 398,
    1 => 'Кировское',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.150002',
    5 => '38.366669',
  ),
  399 => 
  array (
    0 => 399,
    1 => 'Константиновка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.517540',
    5 => '37.695026',
  ),
  400 => 
  array (
    0 => 400,
    1 => 'Краматорск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.744835',
    5 => '37.595497',
  ),
  401 => 
  array (
    0 => 401,
    1 => 'Красноармейск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.281029',
    5 => '37.173351',
  ),
  402 => 
  array (
    0 => 402,
    1 => 'Красный Лиман',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.980747',
    5 => '37.815620',
  ),
  403 => 
  array (
    0 => 403,
    1 => 'Макеевка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.053108',
    5 => '37.947506',
  ),
  404 => 
  array (
    0 => 404,
    1 => 'Мариуполь',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '47.116669',
    5 => '37.549999',
  ),
  405 => 
  array (
    0 => 405,
    1 => 'Новогродовка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.204540',
    5 => '37.336823',
  ),
  406 => 
  array (
    0 => 406,
    1 => 'Селидово',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.144672',
    5 => '37.297897',
  ),
  407 => 
  array (
    0 => 407,
    1 => 'Славянск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.839588',
    5 => '37.569221',
  ),
  408 => 
  array (
    0 => 408,
    1 => 'Снежное',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.028278',
    5 => '38.765610',
  ),
  409 => 
  array (
    0 => 409,
    1 => 'Торез',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.031055',
    5 => '38.624321',
  ),
  410 => 
  array (
    0 => 410,
    1 => 'Угледар',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '47.783333',
    5 => '37.250000',
  ),
  411 => 
  array (
    0 => 411,
    1 => 'Харцызск',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.042294',
    5 => '38.146065',
  ),
  413 => 
  array (
    0 => 413,
    1 => 'Ясиноватая',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '48.127293',
    5 => '37.853649',
  ),
  414 => 
  array (
    0 => 414,
    1 => 'Запорожье',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.833332',
    5 => '35.166668',
  ),
  415 => 
  array (
    0 => 415,
    1 => 'Мелитополь',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '46.833332',
    5 => '35.366669',
  ),
  416 => 
  array (
    0 => 416,
    1 => 'Бердянск',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '46.758369',
    5 => '36.808067',
  ),
  417 => 
  array (
    0 => 417,
    1 => 'Энергодар',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.497990',
    5 => '34.656532',
  ),
  418 => 
  array (
    0 => 418,
    1 => 'Токмак',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.250000',
    5 => '35.700001',
  ),
  420 => 
  array (
    0 => 420,
    1 => 'Днепрорудное',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.386902',
    5 => '34.995564',
  ),
  423 => 
  array (
    0 => 423,
    1 => 'Гуляйполе',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.663155',
    5 => '36.261192',
  ),
  425 => 
  array (
    0 => 425,
    1 => 'Каменка-Днепровская',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '47.477200',
    5 => '34.423546',
  ),
  427 => 
  array (
    0 => 427,
    1 => 'Приморск',
    2 => 'Запорожская область',
    3 => 'Восточная Украина',
    4 => '46.729881',
    5 => '36.366516',
  ),
  429 => 
  array (
    0 => 429,
    1 => 'Николаев',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '46.966667',
    5 => '32.000000',
  ),
  430 => 
  array (
    0 => 430,
    1 => 'Первомайск',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '48.043610',
    5 => '30.859224',
  ),
  431 => 
  array (
    0 => 431,
    1 => 'Вознесенск',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '47.566933',
    5 => '31.326382',
  ),
  432 => 
  array (
    0 => 432,
    1 => 'Южноукраинск',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '47.816666',
    5 => '31.183332',
  ),
  433 => 
  array (
    0 => 433,
    1 => 'Новый Буг',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '47.683334',
    5 => '32.500000',
  ),
  437 => 
  array (
    0 => 437,
    1 => 'Баштанка',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '47.400002',
    5 => '32.450001',
  ),
  440 => 
  array (
    0 => 440,
    1 => 'Арбузинка',
    2 => 'Николаевская область',
    3 => 'Восточная Украина',
    4 => '47.906666',
    5 => '31.313057',
  ),
  442 => 
  array (
    0 => 442,
    1 => 'Херсон',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.633331',
    5 => '32.583332',
  ),
  443 => 
  array (
    0 => 443,
    1 => 'Новая Каховка',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.766666',
    5 => '33.366669',
  ),
  444 => 
  array (
    0 => 444,
    1 => 'Каховка',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.809837',
    5 => '33.483078',
  ),
  445 => 
  array (
    0 => 445,
    1 => 'Цюрупинск',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.621349',
    5 => '32.697884',
  ),
  446 => 
  array (
    0 => 446,
    1 => 'Геническ',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.166668',
    5 => '34.799999',
  ),
  447 => 
  array (
    0 => 447,
    1 => 'Скадовск',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.116669',
    5 => '32.916668',
  ),
  448 => 
  array (
    0 => 448,
    1 => 'Голая Пристань',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.516666',
    5 => '32.516666',
  ),
  451 => 
  array (
    0 => 451,
    1 => 'Таврийск',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.754036',
    5 => '33.420582',
  ),
  452 => 
  array (
    0 => 452,
    1 => 'Новотроицкое',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.354443',
    5 => '34.336109',
  ),
  456 => 
  array (
    0 => 456,
    1 => 'Белозёрка',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '46.629166',
    5 => '32.440277',
  ),
  457 => 
  array (
    0 => 457,
    1 => 'Великая Лепетиха',
    2 => 'Херсонская область',
    3 => 'Восточная Украина',
    4 => '47.176006',
    5 => '33.944412',
  ),
  458 => 
  array (
    0 => 458,
    1 => 'Одесса',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.466667',
    5 => '30.733334',
  ),
  459 => 
  array (
    0 => 459,
    1 => 'Измаил',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '45.351665',
    5 => '28.836390',
  ),
  460 => 
  array (
    0 => 460,
    1 => 'Ильичёвск',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.305500',
    5 => '30.662245',
  ),
  461 => 
  array (
    0 => 461,
    1 => 'Белгород-Днестровский',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.186779',
    5 => '30.328447',
  ),
  462 => 
  array (
    0 => 462,
    1 => 'Котовск',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '47.750000',
    5 => '29.533333',
  ),
  464 => 
  array (
    0 => 464,
    1 => 'Южное ',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.624496',
    5 => '31.102903',
  ),
  465 => 
  array (
    0 => 465,
    1 => 'Килия',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '45.467175',
    5 => '29.258871',
  ),
  467 => 
  array (
    0 => 467,
    1 => 'Раздельная',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.848610',
    5 => '30.079166',
  ),
  468 => 
  array (
    0 => 468,
    1 => 'Болград',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '45.677937',
    5 => '28.630095',
  ),
  470 => 
  array (
    0 => 470,
    1 => 'Беляевка',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.473122',
    5 => '30.214037',
  ),
  471 => 
  array (
    0 => 471,
    1 => 'Овидиополь',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.244720',
    5 => '30.444721',
  ),
  477 => 
  array (
    0 => 477,
    1 => 'Теплодар',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.500000',
    5 => '30.333332',
  ),
  478 => 
  array (
    0 => 478,
    1 => 'Вилково',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '45.400002',
    5 => '29.583332',
  ),
  479 => 
  array (
    0 => 479,
    1 => 'Алупка',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.419724',
    5 => '34.043056',
  ),
  480 => 
  array (
    0 => 480,
    1 => 'Алушта',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.676384',
    5 => '34.410049',
  ),
  481 => 
  array (
    0 => 481,
    1 => 'Армянск',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '46.107224',
    5 => '33.693333',
  ),
  482 => 
  array (
    0 => 482,
    1 => 'Бахчисарай',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.752777',
    5 => '33.860832',
  ),
  484 => 
  array (
    0 => 484,
    1 => 'Джанкой',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.708611',
    5 => '34.393333',
  ),
  485 => 
  array (
    0 => 485,
    1 => 'Евпатория',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.190449',
    5 => '33.366867',
  ),
  487 => 
  array (
    0 => 487,
    1 => 'Керчь',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.355316',
    5 => '36.470833',
  ),
  488 => 
  array (
    0 => 488,
    1 => 'Красноперекопск',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.954948',
    5 => '33.799820',
  ),
  489 => 
  array (
    0 => 489,
    1 => 'Саки',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.133610',
    5 => '33.577221',
  ),
  490 => 
  array (
    0 => 490,
    1 => 'Севастополь',
    2 => 'Севастополь',
    3 => 'Крымский федеральный округ',
    4 => '44.508850',
    5 => '33.600510',
  ),
  491 => 
  array (
    0 => 491,
    1 => 'Симферополь',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.952118',
    5 => '34.102417',
  ),
  493 => 
  array (
    0 => 493,
    1 => 'Судак',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.850468',
    5 => '34.976185',
  ),
  494 => 
  array (
    0 => 494,
    1 => 'Феодосия',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.031933',
    5 => '35.382435',
  ),
  496 => 
  array (
    0 => 496,
    1 => 'Щёлкино',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.428101',
    5 => '35.816521',
  ),
  497 => 
  array (
    0 => 497,
    1 => 'Ялта',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.497601',
    5 => '34.169918',
  ),
  498 => 
  array (
    0 => 498,
    1 => 'Добромиль',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.566666',
    5 => '22.783333',
  ),
  499 => 
  array (
    0 => 499,
    1 => 'Научный',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '44.725834',
    5 => '34.011665',
  ),
  500 => 
  array (
    0 => 500,
    1 => 'Укромное',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.048058',
    5 => '34.000278',
  ),
  501 => 
  array (
    0 => 501,
    1 => 'Узин',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '49.819122',
    5 => '30.426052',
  ),
  502 => 
  array (
    0 => 502,
    1 => 'Барышевка',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.348984',
    5 => '31.323385',
  ),
  503 => 
  array (
    0 => 503,
    1 => 'Мамаевцы',
    2 => 'Черновицкая область',
    3 => 'Западная Украина',
    4 => '48.350277',
    5 => '25.825556',
  ),
  504 => 
  array (
    0 => 504,
    1 => 'Беспятное',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.160831',
    5 => '30.260000',
  ),
  505 => 
  array (
    0 => 505,
    1 => 'Овлаши',
    2 => 'Сумская область',
    3 => 'Центральная Украина',
    4 => '50.765244',
    5 => '33.421181',
  ),
  506 => 
  array (
    0 => 506,
    1 => 'Курахово',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '47.983334',
    5 => '37.266666',
  ),
  507 => 
  array (
    0 => 507,
    1 => 'Оноковцы',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.654167',
    5 => '22.341667',
  ),
  509 => 
  array (
    0 => 509,
    1 => 'Перечин',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.734165',
    5 => '22.474167',
  ),
  511 => 
  array (
    0 => 511,
    1 => 'Великий Берёзный',
    2 => 'Закарпатская область',
    3 => 'Западная Украина',
    4 => '48.893612',
    5 => '22.457500',
  ),
  512 => 
  array (
    0 => 512,
    1 => 'Пустомыты',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.713890',
    5 => '23.910833',
  ),
  514 => 
  array (
    0 => 514,
    1 => 'Мостиска',
    2 => 'Львовская область',
    3 => 'Западная Украина',
    4 => '49.794167',
    5 => '23.152500',
  ),
  521 => 
  array (
    0 => 521,
    1 => 'Галич',
    2 => 'Ивано-Франковская область',
    3 => 'Западная Украина',
    4 => '49.125053',
    5 => '24.729639',
  ),
  533 => 
  array (
    0 => 533,
    1 => 'Лугины',
    2 => 'Житомирская область',
    3 => 'Центральная Украина',
    4 => '51.081657',
    5 => '28.398500',
  ),
  536 => 
  array (
    0 => 536,
    1 => 'Шаргород',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '48.740124',
    5 => '28.086960',
  ),
  543 => 
  array (
    0 => 543,
    1 => 'Черневцы',
    2 => 'Винницкая область',
    3 => 'Центральная Украина',
    4 => '48.542778',
    5 => '28.107500',
  ),
  550 => 
  array (
    0 => 550,
    1 => 'Бородянка',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.643890',
    5 => '29.933889',
  ),
  551 => 
  array (
    0 => 551,
    1 => 'Макаров',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.461979',
    5 => '29.818146',
  ),
  554 => 
  array (
    0 => 554,
    1 => 'Чернобыль',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '51.261925',
    5 => '30.236046',
  ),
  557 => 
  array (
    0 => 557,
    1 => 'Катеринополь',
    2 => 'Черкасская область',
    3 => 'Центральная Украина',
    4 => '48.948158',
    5 => '30.962494',
  ),
  619 => 
  array (
    0 => 619,
    1 => 'Валки',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.840019',
    5 => '35.613464',
  ),
  620 => 
  array (
    0 => 620,
    1 => 'Близнюки',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '48.856113',
    5 => '36.556622',
  ),
  621 => 
  array (
    0 => 621,
    1 => 'Кегичёвка',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '49.285831',
    5 => '35.762222',
  ),
  622 => 
  array (
    0 => 622,
    1 => 'Краснокутск',
    2 => 'Харьковская область',
    3 => 'Восточная Украина',
    4 => '50.056667',
    5 => '35.149166',
  ),
  640 => 
  array (
    0 => 640,
    1 => 'Амвросиевка',
    2 => 'Донецкая область',
    3 => 'Восточная Украина',
    4 => '47.790432',
    5 => '38.473763',
  ),
  647 => 
  array (
    0 => 647,
    1 => 'Белокуракино',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.538006',
    5 => '38.712852',
  ),
  649 => 
  array (
    0 => 649,
    1 => 'Марковка',
    2 => 'Луганская область',
    3 => 'Восточная Украина',
    4 => '49.525276',
    5 => '39.555557',
  ),
  653 => 
  array (
    0 => 653,
    1 => 'Нижнегорский',
    2 => 'Крым',
    3 => 'Крымский федеральный округ',
    4 => '45.448811',
    5 => '34.736420',
  ),
  659 => 
  array (
    0 => 659,
    1 => 'Лиманское',
    2 => 'Одесская область',
    3 => 'Восточная Украина',
    4 => '46.663891',
    5 => '29.970833',
  ),
  660 => 
  array (
    0 => 660,
    1 => 'Зазимье',
    2 => 'Киевская область',
    3 => 'Центральная Украина',
    4 => '50.568054',
    5 => '30.683332',
  ),
  662 => 
  array (
    0 => 662,
    1 => 'Гагарин',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '55.550911',
    5 => '35.014992',
  ),
  665 => 
  array (
    0 => 665,
    1 => 'Бабаево',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.385330',
    5 => '35.950722',
  ),
  666 => 
  array (
    0 => 666,
    1 => 'Багаевский',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.266800',
    5 => '40.407749',
  ),
  671 => 
  array (
    0 => 671,
    1 => 'Гаврилов-ям',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.302120',
    5 => '39.856800',
  ),
  676 => 
  array (
    0 => 676,
    1 => 'Абакан',
    2 => 'Республика Хакасия',
    3 => 'Сибирский федеральный округ',
    4 => '53.729172',
    5 => '91.461189',
  ),
  690 => 
  array (
    0 => 690,
    1 => 'Баргузин',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '53.624950',
    5 => '109.627777',
  ),
  693 => 
  array (
    0 => 693,
    1 => 'Барнаул',
    2 => 'Алтайский край',
    3 => 'Сибирский федеральный округ',
    4 => '53.356339',
    5 => '83.761650',
  ),
  698 => 
  array (
    0 => 698,
    1 => 'Гай',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.467739',
    5 => '58.454739',
  ),
  699 => 
  array (
    0 => 699,
    1 => 'Балабаново',
    2 => 'Калужская область',
    3 => 'Центральный федеральный округ',
    4 => '55.176620',
    5 => '36.649250',
  ),
  700 => 
  array (
    0 => 700,
    1 => 'Балаково',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '52.021069',
    5 => '47.805759',
  ),
  702 => 
  array (
    0 => 702,
    1 => 'Балахна',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.480728',
    5 => '43.540390',
  ),
  704 => 
  array (
    0 => 704,
    1 => 'Балашиха',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.820381',
    5 => '37.968910',
  ),
  705 => 
  array (
    0 => 705,
    1 => 'Балашов',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.537449',
    5 => '43.152870',
  ),
  707 => 
  array (
    0 => 707,
    1 => 'Байконур',
    2 => 'Республика Алтай',
    3 => 'Сибирский федеральный округ',
    4 => '45.628231',
    5 => '63.304562',
  ),
  710 => 
  array (
    0 => 710,
    1 => 'Абинск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.864922',
    5 => '38.171860',
  ),
  715 => 
  array (
    0 => 715,
    1 => 'Валуйки',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.213268',
    5 => '38.101990',
  ),
  719 => 
  array (
    0 => 719,
    1 => 'Галенки',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.072861',
    5 => '131.788712',
  ),
  722 => 
  array (
    0 => 722,
    1 => 'Ванино',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '49.094360',
    5 => '140.261108',
  ),
  727 => 
  array (
    0 => 727,
    1 => 'Батайск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.138779',
    5 => '39.754719',
  ),
  730 => 
  array (
    0 => 730,
    1 => 'Гатчина',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.559879',
    5 => '30.138559',
  ),
  737 => 
  array (
    0 => 737,
    1 => 'Азов',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.099049',
    5 => '39.438629',
  ),
  740 => 
  array (
    0 => 740,
    1 => 'Взморье',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.697315',
    5 => '20.245184',
  ),
  746 => 
  array (
    0 => 746,
    1 => 'Братск',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.169659',
    5 => '101.591637',
  ),
  750 => 
  array (
    0 => 750,
    1 => 'Арзгир',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.368793',
    5 => '44.218266',
  ),
  751 => 
  array (
    0 => 751,
    1 => 'Арзамас',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.403210',
    5 => '43.836140',
  ),
  755 => 
  array (
    0 => 755,
    1 => 'Армавир',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.996361',
    5 => '41.120628',
  ),
  756 => 
  array (
    0 => 756,
    1 => 'Грозный',
    2 => 'Республика Чечня',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.309841',
    5 => '45.670391',
  ),
  760 => 
  array (
    0 => 760,
    1 => 'Бронницы',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.419441',
    5 => '38.276730',
  ),
  762 => 
  array (
    0 => 762,
    1 => 'Арсеньев',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.161789',
    5 => '133.285507',
  ),
  764 => 
  array (
    0 => 764,
    1 => 'Архангельск',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '64.536926',
    5 => '40.565571',
  ),
  769 => 
  array (
    0 => 769,
    1 => 'Артем',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.355728',
    5 => '132.186676',
  ),
  770 => 
  array (
    0 => 770,
    1 => 'Артемовский',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.338169',
    5 => '61.903481',
  ),
  772 => 
  array (
    0 => 772,
    1 => 'Гремячинск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.566589',
    5 => '57.841808',
  ),
  779 => 
  array (
    0 => 779,
    1 => 'Грязовец',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '58.882290',
    5 => '40.247372',
  ),
  780 => 
  array (
    0 => 780,
    1 => 'Брянск',
    2 => 'Брянская область',
    3 => 'Центральный федеральный округ',
    4 => '53.310661',
    5 => '34.300369',
  ),
  786 => 
  array (
    0 => 786,
    1 => 'Благовещенск',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.274940',
    5 => '127.534142',
  ),
  787 => 
  array (
    0 => 787,
    1 => 'Благодарный',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.100060',
    5 => '43.428120',
  ),
  788 => 
  array (
    0 => 788,
    1 => 'Глазов',
    2 => 'Республика Удмуртия',
    3 => 'Приволжский федеральный округ',
    4 => '58.135288',
    5 => '52.662441',
  ),
  790 => 
  array (
    0 => 790,
    1 => 'Алапаевск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.854118',
    5 => '61.705730',
  ),
  793 => 
  array (
    0 => 793,
    1 => 'Алатырь',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '54.845501',
    5 => '46.567631',
  ),
  794 => 
  array (
    0 => 794,
    1 => 'Владивосток',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.130692',
    5 => '131.923828',
  ),
  795 => 
  array (
    0 => 795,
    1 => 'Владикавказ',
    2 => 'Республика Северная Осетия (Алания)',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.031231',
    5 => '44.675770',
  ),
  796 => 
  array (
    0 => 796,
    1 => 'Владимир',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.127701',
    5 => '40.407558',
  ),
  800 => 
  array (
    0 => 800,
    1 => 'Биробиджан',
    2 => 'Еврейская автономная область',
    3 => 'Дальневосточный федеральный округ',
    4 => '48.800671',
    5 => '132.899139',
  ),
  801 => 
  array (
    0 => 801,
    1 => 'Бирск',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '55.417511',
    5 => '55.545200',
  ),
  807 => 
  array (
    0 => 807,
    1 => 'Бийск',
    2 => 'Алтайский край',
    3 => 'Сибирский федеральный округ',
    4 => '52.541302',
    5 => '85.217003',
  ),
  811 => 
  array (
    0 => 811,
    1 => 'Вилючинск',
    2 => 'Камчатский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '52.939831',
    5 => '158.409012',
  ),
  815 => 
  array (
    0 => 815,
    1 => 'Аксай',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.266918',
    5 => '39.869141',
  ),
  820 => 
  array (
    0 => 820,
    1 => 'Вихоревка',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.110722',
    5 => '101.180260',
  ),
  826 => 
  array (
    0 => 826,
    1 => 'Альметьевск',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '54.893219',
    5 => '52.346230',
  ),
  828 => 
  array (
    0 => 828,
    1 => 'Александров',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.396759',
    5 => '38.724190',
  ),
  832 => 
  array (
    0 => 832,
    1 => 'Александровск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '59.159248',
    5 => '57.604019',
  ),
  833 => 
  array (
    0 => 833,
    1 => 'Александровск-Сахалинский',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.900810',
    5 => '142.152023',
  ),
  834 => 
  array (
    0 => 834,
    1 => 'Александровское',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.716492',
    5 => '43.016281',
  ),
  836 => 
  array (
    0 => 836,
    1 => 'Алейск',
    2 => 'Алтайский край',
    3 => 'Сибирский федеральный округ',
    4 => '52.473621',
    5 => '82.757919',
  ),
  837 => 
  array (
    0 => 837,
    1 => 'Алексин',
    2 => 'Тульская область',
    3 => 'Центральный федеральный округ',
    4 => '54.509521',
    5 => '37.061691',
  ),
  838 => 
  array (
    0 => 838,
    1 => 'Алексеевка',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.634239',
    5 => '38.714161',
  ),
  844 => 
  array (
    0 => 844,
    1 => 'Алдан',
    2 => 'Республика Саха (Якутия)',
    3 => 'Дальневосточный федеральный округ',
    4 => '58.602169',
    5 => '125.368713',
  ),
  846 => 
  array (
    0 => 846,
    1 => 'Видное',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.556728',
    5 => '37.712471',
  ),
  856 => 
  array (
    0 => 856,
    1 => 'Ангарск',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '52.541672',
    5 => '103.919548',
  ),
  860 => 
  array (
    0 => 860,
    1 => 'Бобров',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.092110',
    5 => '40.035061',
  ),
  861 => 
  array (
    0 => 861,
    1 => 'Анапа',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.895020',
    5 => '37.331039',
  ),
  864 => 
  array (
    0 => 864,
    1 => 'Богородск',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.099628',
    5 => '43.507339',
  ),
  869 => 
  array (
    0 => 869,
    1 => 'Апатиты',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.579620',
    5 => '33.390980',
  ),
  870 => 
  array (
    0 => 870,
    1 => 'Богучар',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '49.937370',
    5 => '40.559261',
  ),
  872 => 
  array (
    0 => 872,
    1 => 'Богданович',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.786560',
    5 => '62.041012',
  ),
  873 => 
  array (
    0 => 873,
    1 => 'Анадырь',
    2 => 'Чукотский автономный округ',
    3 => 'Дальневосточный федеральный округ',
    4 => '64.736656',
    5 => '177.477371',
  ),
  875 => 
  array (
    0 => 875,
    1 => 'Бор',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.360352',
    5 => '44.059029',
  ),
  879 => 
  array (
    0 => 879,
    1 => 'Борисоглебск',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.365940',
    5 => '42.080540',
  ),
  881 => 
  array (
    0 => 881,
    1 => 'Воркута',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.485046',
    5 => '64.029739',
  ),
  882 => 
  array (
    0 => 882,
    1 => 'Боровичи',
    2 => 'Новгородская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '58.395012',
    5 => '33.901199',
  ),
  884 => 
  array (
    0 => 884,
    1 => 'Боровск',
    2 => 'Калужская область',
    3 => 'Центральный федеральный округ',
    4 => '55.202061',
    5 => '36.479431',
  ),
  885 => 
  array (
    0 => 885,
    1 => 'Воробьевка',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '50.643921',
    5 => '40.945179',
  ),
  887 => 
  array (
    0 => 887,
    1 => 'Горно-Алтайск',
    2 => 'Республика Алтай',
    3 => 'Сибирский федеральный округ',
    4 => '51.958118',
    5 => '85.971291',
  ),
  888 => 
  array (
    0 => 888,
    1 => 'Горнозаводск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.375320',
    5 => '58.322899',
  ),
  889 => 
  array (
    0 => 889,
    1 => 'Воронеж',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.660019',
    5 => '39.197411',
  ),
  895 => 
  array (
    0 => 895,
    1 => 'Городище',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.800549',
    5 => '44.478378',
  ),
  897 => 
  array (
    0 => 897,
    1 => 'Городец',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.650150',
    5 => '43.470402',
  ),
  906 => 
  array (
    0 => 906,
    1 => 'Анива',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '46.718601',
    5 => '142.525467',
  ),
  908 => 
  array (
    0 => 908,
    1 => 'Волгоград',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.718079',
    5 => '44.504639',
  ),
  910 => 
  array (
    0 => 910,
    1 => 'Волгодонск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.519039',
    5 => '42.141178',
  ),
  911 => 
  array (
    0 => 911,
    1 => 'Голицыно',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.609516',
    5 => '36.983971',
  ),
  915 => 
  array (
    0 => 915,
    1 => 'Бологое',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '57.876301',
    5 => '34.073887',
  ),
  917 => 
  array (
    0 => 917,
    1 => 'Вологда',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.215240',
    5 => '39.876709',
  ),
  918 => 
  array (
    0 => 918,
    1 => 'Волоколамск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.045670',
    5 => '35.943951',
  ),
  919 => 
  array (
    0 => 919,
    1 => 'Волоконовка',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.481941',
    5 => '37.862499',
  ),
  920 => 
  array (
    0 => 920,
    1 => 'Волосово',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.447491',
    5 => '29.468691',
  ),
  928 => 
  array (
    0 => 928,
    1 => 'Волхов',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.925339',
    5 => '32.329620',
  ),
  930 => 
  array (
    0 => 930,
    1 => 'Вольно-Надеждинское',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.376041',
    5 => '131.986115',
  ),
  932 => 
  array (
    0 => 932,
    1 => 'Вольск',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '52.044861',
    5 => '47.376011',
  ),
  943 => 
  array (
    0 => 943,
    1 => 'Большой Камень',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.110992',
    5 => '132.347000',
  ),
  956 => 
  array (
    0 => 956,
    1 => 'Волжск',
    2 => 'Республика Марий Эл',
    3 => 'Приволжский федеральный округ',
    4 => '55.870419',
    5 => '48.356049',
  ),
  957 => 
  array (
    0 => 957,
    1 => 'Волжский',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.795090',
    5 => '44.800690',
  ),
  959 => 
  array (
    0 => 959,
    1 => 'Анна',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.485352',
    5 => '40.432880',
  ),
  962 => 
  array (
    0 => 962,
    1 => 'Воскресенск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.317539',
    5 => '38.685928',
  ),
  963 => 
  array (
    0 => 963,
    1 => 'Воскресенское',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.425728',
    5 => '38.057396',
  ),
  968 => 
  array (
    0 => 968,
    1 => 'Амурск',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.225780',
    5 => '136.907104',
  ),
  969 => 
  array (
    0 => 969,
    1 => 'Воткинск',
    2 => 'Республика Удмуртия',
    3 => 'Приволжский федеральный округ',
    4 => '57.057541',
    5 => '53.995110',
  ),
  970 => 
  array (
    0 => 970,
    1 => 'Внуково',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.606899',
    5 => '37.310719',
  ),
  973 => 
  array (
    0 => 973,
    1 => 'Бодайбо',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '57.847450',
    5 => '114.176170',
  ),
  975 => 
  array (
    0 => 975,
    1 => 'Анжеро-Судженск',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.064411',
    5 => '86.023369',
  ),
  977 => 
  array (
    0 => 977,
    1 => 'Асбест',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.005680',
    5 => '61.469711',
  ),
  982 => 
  array (
    0 => 982,
    1 => 'Астрахань',
    2 => 'Астраханская область',
    3 => 'Южный федеральный округ',
    4 => '46.354889',
    5 => '48.052719',
  ),
  983 => 
  array (
    0 => 983,
    1 => 'Всеволожск',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '60.031422',
    5 => '30.639610',
  ),
  985 => 
  array (
    0 => 985,
    1 => 'Губаха',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.864891',
    5 => '57.603008',
  ),
  986 => 
  array (
    0 => 986,
    1 => 'Губкин',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '51.275436',
    5 => '37.560936',
  ),
  990 => 
  array (
    0 => 990,
    1 => 'Бузулук',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '52.785240',
    5 => '52.252640',
  ),
  994 => 
  array (
    0 => 994,
    1 => 'Вурнары',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '55.488831',
    5 => '46.963989',
  ),
  998 => 
  array (
    0 => 998,
    1 => 'Аткарск',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.864201',
    5 => '44.990952',
  ),
  999 => 
  array (
    0 => 999,
    1 => 'Буйнакск',
    2 => 'Республика Дагестан',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '42.820629',
    5 => '47.117901',
  ),
  1000 => 
  array (
    0 => 1000,
    1 => 'Гуково',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.986641',
    5 => '39.939968',
  ),
  1003 => 
  array (
    0 => 1003,
    1 => 'Гулькевичи',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.353580',
    5 => '40.694469',
  ),
  1005 => 
  array (
    0 => 1005,
    1 => 'Гусиноозерск',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '51.284081',
    5 => '106.526382',
  ),
  1006 => 
  array (
    0 => 1006,
    1 => 'Гусь Хрустальный',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '55.616840',
    5 => '40.672661',
  ),
  1011 => 
  array (
    0 => 1011,
    1 => 'Бутурлиновка',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '50.830631',
    5 => '40.586498',
  ),
  1012 => 
  array (
    0 => 1012,
    1 => 'Гудермес',
    2 => 'Республика Чечня',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.347652',
    5 => '46.093826',
  ),
  1013 => 
  array (
    0 => 1013,
    1 => 'Буденновск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.780739',
    5 => '44.148499',
  ),
  1016 => 
  array (
    0 => 1016,
    1 => 'Выборг',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '60.703701',
    5 => '28.771061',
  ),
  1018 => 
  array (
    0 => 1018,
    1 => 'Вырица',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.402569',
    5 => '30.340530',
  ),
  1020 => 
  array (
    0 => 1020,
    1 => 'Выкса',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.319511',
    5 => '42.173000',
  ),
  1026 => 
  array (
    0 => 1026,
    1 => 'Выселки',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.580570',
    5 => '39.657551',
  ),
  1028 => 
  array (
    0 => 1028,
    1 => 'Вышний Волочек',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '57.591518',
    5 => '34.556400',
  ),
  1030 => 
  array (
    0 => 1030,
    1 => 'Аэропорт "Домодедово"',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.417953',
    5 => '37.907005',
  ),
  1040 => 
  array (
    0 => 1040,
    1 => 'Верхний Уфалей',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '56.049999',
    5 => '60.233334',
  ),
  1047 => 
  array (
    0 => 1047,
    1 => 'Верхняя Пышма',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.119900',
    5 => '60.601101',
  ),
  1048 => 
  array (
    0 => 1048,
    1 => 'Верхняя Салда',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.045601',
    5 => '60.553299',
  ),
  1053 => 
  array (
    0 => 1053,
    1 => 'Березовка',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.602451',
    5 => '57.302979',
  ),
  1056 => 
  array (
    0 => 1056,
    1 => 'Березовский',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.912811',
    5 => '60.804699',
  ),
  1057 => 
  array (
    0 => 1057,
    1 => 'Березовский',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.572479',
    5 => '86.192734',
  ),
  1059 => 
  array (
    0 => 1059,
    1 => 'Березники',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '59.401470',
    5 => '56.799480',
  ),
  1062 => 
  array (
    0 => 1062,
    1 => 'Бердск',
    2 => 'Новосибирская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.763550',
    5 => '83.103447',
  ),
  1064 => 
  array (
    0 => 1064,
    1 => 'Белгород',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.596611',
    5 => '36.609211',
  ),
  1067 => 
  array (
    0 => 1067,
    1 => 'Белая Калитва',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.192440',
    5 => '40.773819',
  ),
  1069 => 
  array (
    0 => 1069,
    1 => 'Великий Новгород',
    2 => 'Новгородская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '58.544971',
    5 => '31.269119',
  ),
  1070 => 
  array (
    0 => 1070,
    1 => 'Великий Устюг',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '60.763229',
    5 => '46.307789',
  ),
  1071 => 
  array (
    0 => 1071,
    1 => 'Великие Луки',
    2 => 'Псковская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '56.346821',
    5 => '30.539000',
  ),
  1077 => 
  array (
    0 => 1077,
    1 => 'Белово',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.376740',
    5 => '86.349159',
  ),
  1078 => 
  array (
    0 => 1078,
    1 => 'Белогорск',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.919991',
    5 => '128.469193',
  ),
  1081 => 
  array (
    0 => 1081,
    1 => 'Белорецк',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '53.967201',
    5 => '58.416611',
  ),
  1082 => 
  array (
    0 => 1082,
    1 => 'Белореченск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.754250',
    5 => '39.885448',
  ),
  1092 => 
  array (
    0 => 1092,
    1 => 'Вельск',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.066971',
    5 => '42.101830',
  ),
  1097 => 
  array (
    0 => 1097,
    1 => 'Геленджик',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.577709',
    5 => '38.080212',
  ),
  1101 => 
  array (
    0 => 1101,
    1 => 'Георгиевск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.147350',
    5 => '43.468750',
  ),
  1105 => 
  array (
    0 => 1105,
    1 => 'Беслан',
    2 => 'Республика Северная Осетия (Алания)',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.192921',
    5 => '44.531033',
  ),
  1108 => 
  array (
    0 => 1108,
    1 => 'Веселый',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.329910',
    5 => '39.302719',
  ),
  1115 => 
  array (
    0 => 1115,
    1 => 'Вешенская',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '49.630821',
    5 => '41.726101',
  ),
  1119 => 
  array (
    0 => 1119,
    1 => 'Адлер',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '43.447220',
    5 => '39.914539',
  ),
  1123 => 
  array (
    0 => 1123,
    1 => 'Аша',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.002319',
    5 => '57.224812',
  ),
  1126 => 
  array (
    0 => 1126,
    1 => 'Ачинск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.282360',
    5 => '90.517052',
  ),
  1130 => 
  array (
    0 => 1130,
    1 => 'Вязьма',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '55.212200',
    5 => '34.309429',
  ),
  1133 => 
  array (
    0 => 1133,
    1 => 'Вятские Поляны',
    2 => 'Кировская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.221481',
    5 => '51.072689',
  ),
  1135 => 
  array (
    0 => 1135,
    1 => 'Забайкальск',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '49.655739',
    5 => '117.322144',
  ),
  1139 => 
  array (
    0 => 1139,
    1 => 'Заволжье',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.642479',
    5 => '43.392841',
  ),
  1144 => 
  array (
    0 => 1144,
    1 => 'Зарайск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.760559',
    5 => '38.882904',
  ),
  1145 => 
  array (
    0 => 1145,
    1 => 'Заринск',
    2 => 'Алтайский край',
    3 => 'Сибирский федеральный округ',
    4 => '53.708950',
    5 => '84.967278',
  ),
  1147 => 
  array (
    0 => 1147,
    1 => 'Заречный',
    2 => 'Пензенская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.201141',
    5 => '45.192661',
  ),
  1168 => 
  array (
    0 => 1168,
    1 => 'Заполярный',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '69.429283',
    5 => '30.837420',
  ),
  1174 => 
  array (
    0 => 1174,
    1 => 'Звенигород',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.731331',
    5 => '36.866138',
  ),
  1177 => 
  array (
    0 => 1177,
    1 => 'Златоуст',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.186119',
    5 => '59.646099',
  ),
  1179 => 
  array (
    0 => 1179,
    1 => 'Зима',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '53.922371',
    5 => '102.048363',
  ),
  1180 => 
  array (
    0 => 1180,
    1 => 'Зимовники',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.160622',
    5 => '42.474232',
  ),
  1198 => 
  array (
    0 => 1198,
    1 => 'Зерноград',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.853531',
    5 => '40.310371',
  ),
  1199 => 
  array (
    0 => 1199,
    1 => 'Зеленоград',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.988857',
    5 => '37.181683',
  ),
  1201 => 
  array (
    0 => 1201,
    1 => 'Зеленогорск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.099998',
    5 => '94.583336',
  ),
  1202 => 
  array (
    0 => 1202,
    1 => 'Зеленокумск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.417599',
    5 => '43.869781',
  ),
  1214 => 
  array (
    0 => 1214,
    1 => 'Раменское',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.565449',
    5 => '38.236851',
  ),
  1220 => 
  array (
    0 => 1220,
    1 => 'Радужный',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.004391',
    5 => '40.338940',
  ),
  1221 => 
  array (
    0 => 1221,
    1 => 'Радужный',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '62.106319',
    5 => '77.480377',
  ),
  1229 => 
  array (
    0 => 1229,
    1 => 'Романовская',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.541531',
    5 => '42.029369',
  ),
  1231 => 
  array (
    0 => 1231,
    1 => 'Рославль',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '53.951031',
    5 => '32.864399',
  ),
  1233 => 
  array (
    0 => 1233,
    1 => 'Россошь',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '50.204361',
    5 => '39.538700',
  ),
  1234 => 
  array (
    0 => 1234,
    1 => 'Ростов',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.199120',
    5 => '39.450359',
  ),
  1235 => 
  array (
    0 => 1235,
    1 => 'Ростов-на-Дону',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.233189',
    5 => '39.715000',
  ),
  1238 => 
  array (
    0 => 1238,
    1 => 'Родионово-Несветайская',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.612862',
    5 => '39.706558',
  ),
  1241 => 
  array (
    0 => 1241,
    1 => 'Рубцовск',
    2 => 'Алтайский край',
    3 => 'Сибирский федеральный округ',
    4 => '51.521130',
    5 => '81.202713',
  ),
  1242 => 
  array (
    0 => 1242,
    1 => 'Руза',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.697941',
    5 => '36.203419',
  ),
  1243 => 
  array (
    0 => 1243,
    1 => 'Рузаевка',
    2 => 'Республика Мордовия',
    3 => 'Приволжский федеральный округ',
    4 => '54.061378',
    5 => '44.959679',
  ),
  1245 => 
  array (
    0 => 1245,
    1 => 'Румянцево',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.975849',
    5 => '36.547871',
  ),
  1249 => 
  array (
    0 => 1249,
    1 => 'Рудня',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.798820',
    5 => '44.562672',
  ),
  1253 => 
  array (
    0 => 1253,
    1 => 'Рыбинск',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '58.049999',
    5 => '38.833332',
  ),
  1259 => 
  array (
    0 => 1259,
    1 => 'Ревда',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.811008',
    5 => '59.958149',
  ),
  1260 => 
  array (
    0 => 1260,
    1 => 'Ремонтное',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.565269',
    5 => '43.663620',
  ),
  1261 => 
  array (
    0 => 1261,
    1 => 'Репьевка',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.077290',
    5 => '38.641441',
  ),
  1262 => 
  array (
    0 => 1262,
    1 => 'Реутов',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.765011',
    5 => '37.873638',
  ),
  1264 => 
  array (
    0 => 1264,
    1 => 'Ржакса',
    2 => 'Тамбовская область',
    3 => 'Центральный федеральный округ',
    4 => '52.128868',
    5 => '42.019459',
  ),
  1268 => 
  array (
    0 => 1268,
    1 => 'Рязань',
    2 => 'Рязанская область',
    3 => 'Центральный федеральный округ',
    4 => '54.624660',
    5 => '39.738571',
  ),
  1269 => 
  array (
    0 => 1269,
    1 => 'Ряжск',
    2 => 'Рязанская область',
    3 => 'Центральный федеральный округ',
    4 => '53.707821',
    5 => '40.059620',
  ),
  1270 => 
  array (
    0 => 1270,
    1 => 'Кагальницкая',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.881489',
    5 => '40.152950',
  ),
  1271 => 
  array (
    0 => 1271,
    1 => 'Кавалерово',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.268311',
    5 => '135.045761',
  ),
  1272 => 
  array (
    0 => 1272,
    1 => 'Кабанск',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '52.055775',
    5 => '106.632080',
  ),
  1277 => 
  array (
    0 => 1277,
    1 => 'Иваново',
    2 => 'Ивановская область',
    3 => 'Центральный федеральный округ',
    4 => '56.992409',
    5 => '40.967789',
  ),
  1278 => 
  array (
    0 => 1278,
    1 => 'Ивантеевка',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.986912',
    5 => '37.969540',
  ),
  1280 => 
  array (
    0 => 1280,
    1 => 'Лабытнанги',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '66.650665',
    5 => '66.416008',
  ),
  1281 => 
  array (
    0 => 1281,
    1 => 'Казанская',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '49.795689',
    5 => '41.139820',
  ),
  1283 => 
  array (
    0 => 1283,
    1 => 'Казань',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '55.796539',
    5 => '49.108200',
  ),
  1286 => 
  array (
    0 => 1286,
    1 => 'Казлук',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '62.108921',
    5 => '49.329414',
  ),
  1290 => 
  array (
    0 => 1290,
    1 => 'Карагай',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.271160',
    5 => '54.938831',
  ),
  1291 => 
  array (
    0 => 1291,
    1 => 'Карабаш',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.455841',
    5 => '60.203850',
  ),
  1313 => 
  array (
    0 => 1313,
    1 => 'Калач',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '50.424610',
    5 => '41.025509',
  ),
  1314 => 
  array (
    0 => 1314,
    1 => 'Калач-на-дону',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.690392',
    5 => '43.523251',
  ),
  1316 => 
  array (
    0 => 1316,
    1 => 'Калининград',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.711594',
    5 => '20.509972',
  ),
  1325 => 
  array (
    0 => 1325,
    1 => 'Калуга',
    2 => 'Калужская область',
    3 => 'Центральный федеральный округ',
    4 => '54.514679',
    5 => '36.271420',
  ),
  1326 => 
  array (
    0 => 1326,
    1 => 'Калтан',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '53.522320',
    5 => '87.278084',
  ),
  1331 => 
  array (
    0 => 1331,
    1 => 'Калязин',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '57.244690',
    5 => '37.837570',
  ),
  1333 => 
  array (
    0 => 1333,
    1 => 'Лангепас',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.263542',
    5 => '75.211662',
  ),
  1335 => 
  array (
    0 => 1335,
    1 => 'Канаш',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '55.505409',
    5 => '47.499531',
  ),
  1337 => 
  array (
    0 => 1337,
    1 => 'Канск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.204510',
    5 => '95.731941',
  ),
  1339 => 
  array (
    0 => 1339,
    1 => 'Кантемировка',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '49.694309',
    5 => '39.860481',
  ),
  1341 => 
  array (
    0 => 1341,
    1 => 'Камышин',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.082581',
    5 => '45.392681',
  ),
  1343 => 
  array (
    0 => 1343,
    1 => 'Каневская',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '46.079369',
    5 => '38.969261',
  ),
  1347 => 
  array (
    0 => 1347,
    1 => 'Каменоломни',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.668430',
    5 => '40.214500',
  ),
  1348 => 
  array (
    0 => 1348,
    1 => 'Каменск-Уральский',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.426479',
    5 => '61.908489',
  ),
  1349 => 
  array (
    0 => 1349,
    1 => 'Каменск-Шахтинский',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.319328',
    5 => '40.263828',
  ),
  1352 => 
  array (
    0 => 1352,
    1 => 'Камень-Рыболов',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.745392',
    5 => '132.036880',
  ),
  1355 => 
  array (
    0 => 1355,
    1 => 'Кандалакша',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.158028',
    5 => '32.420479',
  ),
  1358 => 
  array (
    0 => 1358,
    1 => 'Касимов',
    2 => 'Рязанская область',
    3 => 'Центральный федеральный округ',
    4 => '54.944210',
    5 => '41.406780',
  ),
  1371 => 
  array (
    0 => 1371,
    1 => 'Кашары',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '49.040451',
    5 => '41.003471',
  ),
  1372 => 
  array (
    0 => 1372,
    1 => 'Кашира',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.843430',
    5 => '38.182961',
  ),
  1377 => 
  array (
    0 => 1377,
    1 => 'Качканар',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.698349',
    5 => '59.489391',
  ),
  1381 => 
  array (
    0 => 1381,
    1 => 'Изобильный',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.373009',
    5 => '41.710281',
  ),
  1390 => 
  array (
    0 => 1390,
    1 => 'Красноармейск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.106693',
    5 => '38.132935',
  ),
  1395 => 
  array (
    0 => 1395,
    1 => 'Красновишерск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '60.400269',
    5 => '57.086712',
  ),
  1397 => 
  array (
    0 => 1397,
    1 => 'Красногорск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.820740',
    5 => '37.345970',
  ),
  1403 => 
  array (
    0 => 1403,
    1 => 'Краснознаменск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.599998',
    5 => '37.033333',
  ),
  1407 => 
  array (
    0 => 1407,
    1 => 'Краснокамск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.079781',
    5 => '55.731541',
  ),
  1408 => 
  array (
    0 => 1408,
    1 => 'Краснокаменск',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '50.090050',
    5 => '118.032578',
  ),
  1415 => 
  array (
    0 => 1415,
    1 => 'Красноуральск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.348961',
    5 => '60.051991',
  ),
  1420 => 
  array (
    0 => 1420,
    1 => 'Краснотурьинск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '59.763851',
    5 => '60.205490',
  ),
  1421 => 
  array (
    0 => 1421,
    1 => 'Красноуфимск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.607750',
    5 => '57.772541',
  ),
  1427 => 
  array (
    0 => 1427,
    1 => 'Краснодар',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.042149',
    5 => '38.980640',
  ),
  1428 => 
  array (
    0 => 1428,
    1 => 'Красноярск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.001251',
    5 => '92.885590',
  ),
  1433 => 
  array (
    0 => 1433,
    1 => 'Красный Сулин',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.895000',
    5 => '40.067940',
  ),
  1436 => 
  array (
    0 => 1436,
    1 => 'Красный Яр',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.494171',
    5 => '50.402290',
  ),
  1442 => 
  array (
    0 => 1442,
    1 => 'Иркутск',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '52.275261',
    5 => '104.308640',
  ),
  1451 => 
  array (
    0 => 1451,
    1 => 'Крымск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.939041',
    5 => '37.994843',
  ),
  1453 => 
  array (
    0 => 1453,
    1 => 'Иланский',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.239937',
    5 => '96.071991',
  ),
  1456 => 
  array (
    0 => 1456,
    1 => 'Кизляр',
    2 => 'Республика Дагестан',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.844650',
    5 => '46.718689',
  ),
  1458 => 
  array (
    0 => 1458,
    1 => 'Кизел',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '59.043308',
    5 => '57.654510',
  ),
  1460 => 
  array (
    0 => 1460,
    1 => 'Кириллов',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.851170',
    5 => '38.383209',
  ),
  1461 => 
  array (
    0 => 1461,
    1 => 'Кириши',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.448078',
    5 => '32.028450',
  ),
  1463 => 
  array (
    0 => 1463,
    1 => 'Киров',
    2 => 'Кировская область',
    3 => 'Приволжский федеральный округ',
    4 => '58.596081',
    5 => '49.662659',
  ),
  1465 => 
  array (
    0 => 1465,
    1 => 'Кировград',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.419956',
    5 => '60.087418',
  ),
  1466 => 
  array (
    0 => 1466,
    1 => 'Кирово-Чепецк',
    2 => 'Кировская область',
    3 => 'Приволжский федеральный округ',
    4 => '58.549770',
    5 => '50.039799',
  ),
  1467 => 
  array (
    0 => 1467,
    1 => 'Кировск',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.873150',
    5 => '30.995810',
  ),
  1468 => 
  array (
    0 => 1468,
    1 => 'Кировск',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.632599',
    5 => '33.723980',
  ),
  1469 => 
  array (
    0 => 1469,
    1 => 'Кировский',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '45.095451',
    5 => '133.495911',
  ),
  1474 => 
  array (
    0 => 1474,
    1 => 'Киржач',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.157429',
    5 => '38.869732',
  ),
  1478 => 
  array (
    0 => 1478,
    1 => 'Клин',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.331741',
    5 => '36.721649',
  ),
  1481 => 
  array (
    0 => 1481,
    1 => 'Климовск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.363586',
    5 => '37.526226',
  ),
  1486 => 
  array (
    0 => 1486,
    1 => 'Иловля',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '49.304409',
    5 => '43.983528',
  ),
  1489 => 
  array (
    0 => 1489,
    1 => 'Кимры',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '56.877300',
    5 => '37.342941',
  ),
  1496 => 
  array (
    0 => 1496,
    1 => 'Линево',
    2 => 'Новосибирская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.460640',
    5 => '83.385162',
  ),
  1497 => 
  array (
    0 => 1497,
    1 => 'Кинель',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.218475',
    5 => '50.623631',
  ),
  1499 => 
  array (
    0 => 1499,
    1 => 'Липецк',
    2 => 'Липецкая область',
    3 => 'Центральный федеральный округ',
    4 => '52.605949',
    5 => '39.587681',
  ),
  1500 => 
  array (
    0 => 1500,
    1 => 'Кинешма',
    2 => 'Ивановская область',
    3 => 'Центральный федеральный округ',
    4 => '57.449749',
    5 => '42.132080',
  ),
  1502 => 
  array (
    0 => 1502,
    1 => 'Кисловодск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.923000',
    5 => '42.724400',
  ),
  1503 => 
  array (
    0 => 1503,
    1 => 'Киселевск',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.015171',
    5 => '86.640640',
  ),
  1520 => 
  array (
    0 => 1520,
    1 => 'Когалым',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '62.240120',
    5 => '74.526901',
  ),
  1522 => 
  array (
    0 => 1522,
    1 => 'Ковров',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.386719',
    5 => '41.310871',
  ),
  1525 => 
  array (
    0 => 1525,
    1 => 'Лобня',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.013840',
    5 => '37.474380',
  ),
  1526 => 
  array (
    0 => 1526,
    1 => 'Ипатово',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.717491',
    5 => '42.914841',
  ),
  1535 => 
  array (
    0 => 1535,
    1 => 'Коркино',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.913631',
    5 => '61.431740',
  ),
  1537 => 
  array (
    0 => 1537,
    1 => 'Королев',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.944397',
    5 => '37.864746',
  ),
  1541 => 
  array (
    0 => 1541,
    1 => 'Корсаков',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '46.631454',
    5 => '142.796524',
  ),
  1546 => 
  array (
    0 => 1546,
    1 => 'Коряжма',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.316559',
    5 => '47.146042',
  ),
  1547 => 
  array (
    0 => 1547,
    1 => 'Кола',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '68.875862',
    5 => '33.083591',
  ),
  1552 => 
  array (
    0 => 1552,
    1 => 'Коломна',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.094559',
    5 => '38.775768',
  ),
  1559 => 
  array (
    0 => 1559,
    1 => 'Кольчугино',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '56.306469',
    5 => '39.372101',
  ),
  1562 => 
  array (
    0 => 1562,
    1 => 'Конаково',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '56.694050',
    5 => '36.785881',
  ),
  1570 => 
  array (
    0 => 1570,
    1 => 'Комсомольск-на-Амуре',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.538212',
    5 => '137.016907',
  ),
  1575 => 
  array (
    0 => 1575,
    1 => 'Константиновск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.585430',
    5 => '41.108101',
  ),
  1578 => 
  array (
    0 => 1578,
    1 => 'Копейск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.118832',
    5 => '61.623619',
  ),
  1582 => 
  array (
    0 => 1582,
    1 => 'Кондопога',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '62.211479',
    5 => '34.263470',
  ),
  1584 => 
  array (
    0 => 1584,
    1 => 'Лосино-Петровский',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.876171',
    5 => '38.209148',
  ),
  1587 => 
  array (
    0 => 1587,
    1 => 'Кострома',
    2 => 'Костромская область',
    3 => 'Центральный федеральный округ',
    4 => '57.780739',
    5 => '40.936691',
  ),
  1591 => 
  array (
    0 => 1591,
    1 => 'Инта',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '66.033142',
    5 => '60.165611',
  ),
  1593 => 
  array (
    0 => 1593,
    1 => 'Котово',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.314598',
    5 => '44.799004',
  ),
  1594 => 
  array (
    0 => 1594,
    1 => 'Котовск',
    2 => 'Тамбовская область',
    3 => 'Центральный федеральный округ',
    4 => '52.591438',
    5 => '41.505241',
  ),
  1597 => 
  array (
    0 => 1597,
    1 => 'Котельники',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.663799',
    5 => '37.858482',
  ),
  1598 => 
  array (
    0 => 1598,
    1 => 'Котельниково',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '47.620949',
    5 => '43.149540',
  ),
  1600 => 
  array (
    0 => 1600,
    1 => 'Инжавино',
    2 => 'Тамбовская область',
    3 => 'Центральный федеральный округ',
    4 => '52.320869',
    5 => '42.496300',
  ),
  1601 => 
  array (
    0 => 1601,
    1 => 'Кодинск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '58.599998',
    5 => '99.183334',
  ),
  1605 => 
  array (
    0 => 1605,
    1 => 'Йошкар-Ола',
    2 => 'Республика Марий Эл',
    3 => 'Приволжский федеральный округ',
    4 => '56.637501',
    5 => '47.891499',
  ),
  1615 => 
  array (
    0 => 1615,
    1 => 'Искитим',
    2 => 'Новосибирская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.640209',
    5 => '83.306343',
  ),
  1618 => 
  array (
    0 => 1618,
    1 => 'Истра',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.774162',
    5 => '37.149395',
  ),
  1620 => 
  array (
    0 => 1620,
    1 => 'Кстово',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.151600',
    5 => '44.195629',
  ),
  1623 => 
  array (
    0 => 1623,
    1 => 'Луга',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '58.728020',
    5 => '29.847170',
  ),
  1628 => 
  array (
    0 => 1628,
    1 => 'Куанда',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.331680',
    5 => '116.103592',
  ),
  1633 => 
  array (
    0 => 1633,
    1 => 'Кузнецк',
    2 => 'Пензенская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.117298',
    5 => '46.612091',
  ),
  1634 => 
  array (
    0 => 1634,
    1 => 'Курагино',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '53.896290',
    5 => '92.666702',
  ),
  1635 => 
  array (
    0 => 1635,
    1 => 'Курган',
    2 => 'Курганская область',
    3 => 'Уральский федеральный округ',
    4 => '55.453690',
    5 => '65.342323',
  ),
  1636 => 
  array (
    0 => 1636,
    1 => 'Курганинск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.888649',
    5 => '40.596390',
  ),
  1642 => 
  array (
    0 => 1642,
    1 => 'Курсавка',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.456131',
    5 => '42.504639',
  ),
  1643 => 
  array (
    0 => 1643,
    1 => 'Курск',
    2 => 'Курская область',
    3 => 'Центральный федеральный округ',
    4 => '51.740261',
    5 => '36.184879',
  ),
  1647 => 
  array (
    0 => 1647,
    1 => 'Курчатов',
    2 => 'Курская область',
    3 => 'Центральный федеральный округ',
    4 => '51.665218',
    5 => '35.646400',
  ),
  1648 => 
  array (
    0 => 1648,
    1 => 'Куйбышев',
    2 => 'Новосибирская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.454029',
    5 => '78.304626',
  ),
  1655 => 
  array (
    0 => 1655,
    1 => 'Кулебаки',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.415501',
    5 => '42.529251',
  ),
  1656 => 
  array (
    0 => 1656,
    1 => 'Купавна',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.745842',
    5 => '38.117970',
  ),
  1657 => 
  array (
    0 => 1657,
    1 => 'Кунгур',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.429890',
    5 => '56.950008',
  ),
  1665 => 
  array (
    0 => 1665,
    1 => 'Кумертау',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '52.769329',
    5 => '55.793468',
  ),
  1668 => 
  array (
    0 => 1668,
    1 => 'Луховицы',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.962051',
    5 => '39.026730',
  ),
  1672 => 
  array (
    0 => 1672,
    1 => 'Кудымкар',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '59.009411',
    5 => '54.668381',
  ),
  1675 => 
  array (
    0 => 1675,
    1 => 'Кушва',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.288570',
    5 => '59.755299',
  ),
  1677 => 
  array (
    0 => 1677,
    1 => 'Лучегорск',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '46.438591',
    5 => '134.301895',
  ),
  1678 => 
  array (
    0 => 1678,
    1 => 'Кызыл',
    2 => 'Республика Тыва (Тува)',
    3 => 'Сибирский федеральный округ',
    4 => '51.721909',
    5 => '94.417397',
  ),
  1679 => 
  array (
    0 => 1679,
    1 => 'Лысково',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.012699',
    5 => '45.025341',
  ),
  1681 => 
  array (
    0 => 1681,
    1 => 'Лысьва',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.100380',
    5 => '57.804329',
  ),
  1682 => 
  array (
    0 => 1682,
    1 => 'Лыткарино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.577759',
    5 => '37.909210',
  ),
  1685 => 
  array (
    0 => 1685,
    1 => 'Кыштым',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.718590',
    5 => '60.549591',
  ),
  1690 => 
  array (
    0 => 1690,
    1 => 'Левокумское',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.822273',
    5 => '44.654617',
  ),
  1691 => 
  array (
    0 => 1691,
    1 => 'Лебедянь',
    2 => 'Липецкая область',
    3 => 'Центральный федеральный округ',
    4 => '53.005421',
    5 => '39.150589',
  ),
  1695 => 
  array (
    0 => 1695,
    1 => 'Лермонтов',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.108204',
    5 => '42.959690',
  ),
  1698 => 
  array (
    0 => 1698,
    1 => 'Лениногорск',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '54.597561',
    5 => '52.458271',
  ),
  1699 => 
  array (
    0 => 1699,
    1 => 'Ленинск',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.702221',
    5 => '45.204819',
  ),
  1700 => 
  array (
    0 => 1700,
    1 => 'Ленинск-Кузнецкий',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.668171',
    5 => '86.179131',
  ),
  1704 => 
  array (
    0 => 1704,
    1 => 'Ленск',
    2 => 'Республика Саха (Якутия)',
    3 => 'Дальневосточный федеральный округ',
    4 => '60.726860',
    5 => '114.945312',
  ),
  1706 => 
  array (
    0 => 1706,
    1 => 'Кемерово',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.371239',
    5 => '86.052437',
  ),
  1707 => 
  array (
    0 => 1707,
    1 => 'Лесозаводск',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '45.483021',
    5 => '133.431641',
  ),
  1708 => 
  array (
    0 => 1708,
    1 => 'Лесной',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.201637',
    5 => '60.763428',
  ),
  1711 => 
  array (
    0 => 1711,
    1 => 'Лесосибирск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '58.242050',
    5 => '92.464928',
  ),
  1713 => 
  array (
    0 => 1713,
    1 => 'Летняя Ставка',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.424969',
    5 => '43.442799',
  ),
  1721 => 
  array (
    0 => 1721,
    1 => 'Ижевск',
    2 => 'Республика Удмуртия',
    3 => 'Приволжский федеральный округ',
    4 => '56.842609',
    5 => '53.224449',
  ),
  1723 => 
  array (
    0 => 1723,
    1 => 'Ишимбай',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '53.452728',
    5 => '56.034340',
  ),
  1729 => 
  array (
    0 => 1729,
    1 => 'Люберцы',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.683949',
    5 => '37.881088',
  ),
  1735 => 
  array (
    0 => 1735,
    1 => 'п. Лесной Городок',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.641018',
    5 => '37.207718',
  ),
  1737 => 
  array (
    0 => 1737,
    1 => 'Магадан',
    2 => 'Магаданская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '59.556320',
    5 => '150.813080',
  ),
  1738 => 
  array (
    0 => 1738,
    1 => 'Навашино',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.551750',
    5 => '42.191849',
  ),
  1741 => 
  array (
    0 => 1741,
    1 => 'Павлово',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.961948',
    5 => '43.089901',
  ),
  1745 => 
  array (
    0 => 1745,
    1 => 'Павловский Посад',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.780724',
    5 => '38.657387',
  ),
  1747 => 
  array (
    0 => 1747,
    1 => 'Навля',
    2 => 'Брянская область',
    3 => 'Центральный федеральный округ',
    4 => '52.819500',
    5 => '34.483719',
  ),
  1750 => 
  array (
    0 => 1750,
    1 => 'Магнитогорск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '53.459320',
    5 => '59.082581',
  ),
  1751 => 
  array (
    0 => 1751,
    1 => 'Набережные Челны',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '55.730000',
    5 => '52.433220',
  ),
  1753 => 
  array (
    0 => 1753,
    1 => 'Назрань',
    2 => 'Республика Ингушетия',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.216667',
    5 => '44.766666',
  ),
  1758 => 
  array (
    0 => 1758,
    1 => 'Мариинск',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.213730',
    5 => '87.751587',
  ),
  1761 => 
  array (
    0 => 1761,
    1 => 'Маркс',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.707680',
    5 => '46.749199',
  ),
  1762 => 
  array (
    0 => 1762,
    1 => 'Наро-Фоминск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.383228',
    5 => '36.755680',
  ),
  1774 => 
  array (
    0 => 1774,
    1 => 'Нарьян-Мар',
    2 => 'Ненецкий автономный округ',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.669144',
    5 => '53.082001',
  ),
  1783 => 
  array (
    0 => 1783,
    1 => 'Малаховка',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.649712',
    5 => '38.011131',
  ),
  1788 => 
  array (
    0 => 1788,
    1 => 'Палласовка',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.044819',
    5 => '46.893799',
  ),
  1792 => 
  array (
    0 => 1792,
    1 => 'Майкоп',
    2 => 'Республика Адыгея',
    3 => 'Южный федеральный округ',
    4 => '44.609138',
    5 => '40.113209',
  ),
  1801 => 
  array (
    0 => 1801,
    1 => 'Малоярославец',
    2 => 'Калужская область',
    3 => 'Центральный федеральный округ',
    4 => '55.009190',
    5 => '36.476109',
  ),
  1808 => 
  array (
    0 => 1808,
    1 => 'Нальчик',
    2 => 'Республика Кабардино-Балкария',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.486950',
    5 => '43.602989',
  ),
  1814 => 
  array (
    0 => 1814,
    1 => 'Обнинск',
    2 => 'Калужская область',
    3 => 'Центральный федеральный округ',
    4 => '55.100109',
    5 => '36.624100',
  ),
  1823 => 
  array (
    0 => 1823,
    1 => 'Нахабино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.837891',
    5 => '37.191662',
  ),
  1824 => 
  array (
    0 => 1824,
    1 => 'Матвеев Курган',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.571621',
    5 => '38.868889',
  ),
  1827 => 
  array (
    0 => 1827,
    1 => 'Махачкала',
    2 => 'Республика Дагестан',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '42.972759',
    5 => '47.493599',
  ),
  1829 => 
  array (
    0 => 1829,
    1 => 'Находка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '42.781738',
    5 => '132.859100',
  ),
  1833 => 
  array (
    0 => 1833,
    1 => 'Надым',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '65.535423',
    5 => '72.543503',
  ),
  1841 => 
  array (
    0 => 1841,
    1 => 'Озерск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.755791',
    5 => '60.714130',
  ),
  1852 => 
  array (
    0 => 1852,
    1 => 'Орлов',
    2 => 'Кировская область',
    3 => 'Приволжский федеральный округ',
    4 => '58.543629',
    5 => '48.895679',
  ),
  1854 => 
  array (
    0 => 1854,
    1 => 'Орловский',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.877541',
    5 => '42.055698',
  ),
  1858 => 
  array (
    0 => 1858,
    1 => 'Приморско-Ахтарск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '46.055119',
    5 => '38.194130',
  ),
  1866 => 
  array (
    0 => 1866,
    1 => 'Прокопьевск',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '53.880951',
    5 => '86.727524',
  ),
  1871 => 
  array (
    0 => 1871,
    1 => 'Протвино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.865940',
    5 => '37.216572',
  ),
  1873 => 
  array (
    0 => 1873,
    1 => 'Прохоровка',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '51.033333',
    5 => '36.733334',
  ),
  1874 => 
  array (
    0 => 1874,
    1 => 'Орск',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.218380',
    5 => '58.620380',
  ),
  1878 => 
  array (
    0 => 1878,
    1 => 'Орел',
    2 => 'Орловская область',
    3 => 'Центральный федеральный округ',
    4 => '52.968452',
    5 => '36.069492',
  ),
  1881 => 
  array (
    0 => 1881,
    1 => 'Оренбург',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.768242',
    5 => '55.103710',
  ),
  1882 => 
  array (
    0 => 1882,
    1 => 'Орехово-Зуево',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.807091',
    5 => '38.989471',
  ),
  1884 => 
  array (
    0 => 1884,
    1 => 'Орда',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.195591',
    5 => '56.920021',
  ),
  1892 => 
  array (
    0 => 1892,
    1 => 'Миасс',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.032791',
    5 => '60.121868',
  ),
  1898 => 
  array (
    0 => 1898,
    1 => 'Мирный',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '62.758930',
    5 => '40.339409',
  ),
  1899 => 
  array (
    0 => 1899,
    1 => 'Мирный',
    2 => 'Республика Саха (Якутия)',
    3 => 'Дальневосточный федеральный округ',
    4 => '62.530819',
    5 => '113.976181',
  ),
  1900 => 
  array (
    0 => 1900,
    1 => 'Пикалево',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '56.587704',
    5 => '38.502499',
  ),
  1901 => 
  array (
    0 => 1901,
    1 => 'Миллерово',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.923630',
    5 => '40.407970',
  ),
  1904 => 
  array (
    0 => 1904,
    1 => 'Николаевск',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.021641',
    5 => '45.462330',
  ),
  1905 => 
  array (
    0 => 1905,
    1 => 'Николаевск-на-Амуре',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '53.142700',
    5 => '140.706406',
  ),
  1910 => 
  array (
    0 => 1910,
    1 => 'Микунь',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '62.359806',
    5 => '50.068817',
  ),
  1918 => 
  array (
    0 => 1918,
    1 => 'Минусинск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '53.714050',
    5 => '91.712692',
  ),
  1920 => 
  array (
    0 => 1920,
    1 => 'Минеральные Воды',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.214199',
    5 => '43.135109',
  ),
  1922 => 
  array (
    0 => 1922,
    1 => 'Михайловка',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.064720',
    5 => '43.257641',
  ),
  1924 => 
  array (
    0 => 1924,
    1 => 'Михайловка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.930679',
    5 => '132.006943',
  ),
  1926 => 
  array (
    0 => 1926,
    1 => 'Питкяранта',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.573490',
    5 => '31.478970',
  ),
  1927 => 
  array (
    0 => 1927,
    1 => 'Михнево',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.126240',
    5 => '37.966881',
  ),
  1933 => 
  array (
    0 => 1933,
    1 => 'Октябрьский',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '54.485050',
    5 => '53.455421',
  ),
  1935 => 
  array (
    0 => 1935,
    1 => 'Октябрьский',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '47.969643',
    5 => '43.640747',
  ),
  1941 => 
  array (
    0 => 1941,
    1 => 'Ольга',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.747540',
    5 => '135.286530',
  ),
  1944 => 
  array (
    0 => 1944,
    1 => 'Ольховатка',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '50.286091',
    5 => '39.297680',
  ),
  1949 => 
  array (
    0 => 1949,
    1 => 'Оленегорск',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '68.154900',
    5 => '33.235561',
  ),
  1953 => 
  array (
    0 => 1953,
    1 => 'Нижний Архыз',
    2 => 'Республика Карачаево-Черкессия',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.684120',
    5 => '41.482281',
  ),
  1956 => 
  array (
    0 => 1956,
    1 => 'Нижний Новгород',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.329918',
    5 => '44.009193',
  ),
  1957 => 
  array (
    0 => 1957,
    1 => 'Нижний Тагил',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.936600',
    5 => '59.977249',
  ),
  1958 => 
  array (
    0 => 1958,
    1 => 'Нижние Серги',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.666668',
    5 => '59.299999',
  ),
  1959 => 
  array (
    0 => 1959,
    1 => 'Нижневартовск',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '60.948009',
    5 => '76.555847',
  ),
  1960 => 
  array (
    0 => 1960,
    1 => 'Нижнекамск',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '55.629379',
    5 => '51.810940',
  ),
  1961 => 
  array (
    0 => 1961,
    1 => 'Нижнеудинск',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.906269',
    5 => '99.025429',
  ),
  1964 => 
  array (
    0 => 1964,
    1 => 'Нижняя Салда',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.130650',
    5 => '60.910400',
  ),
  1966 => 
  array (
    0 => 1966,
    1 => 'Нижняя Тура',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '58.782398',
    5 => '59.763050',
  ),
  1971 => 
  array (
    0 => 1971,
    1 => 'Мичуринск',
    2 => 'Тамбовская область',
    3 => 'Центральный федеральный округ',
    4 => '52.900108',
    5 => '40.479870',
  ),
  1978 => 
  array (
    0 => 1978,
    1 => 'Новая Усмань',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.614849',
    5 => '39.382198',
  ),
  1983 => 
  array (
    0 => 1983,
    1 => 'Ногинск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.855888',
    5 => '38.451519',
  ),
  1988 => 
  array (
    0 => 1988,
    1 => 'Новоалександровск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.493282',
    5 => '41.216747',
  ),
  1990 => 
  array (
    0 => 1990,
    1 => 'Нововоронеж',
    2 => 'Воронежская область',
    3 => 'Центральный федеральный округ',
    4 => '51.306541',
    5 => '39.206650',
  ),
  1991 => 
  array (
    0 => 1991,
    1 => 'Новоаннинский',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.521839',
    5 => '42.664371',
  ),
  1996 => 
  array (
    0 => 1996,
    1 => 'Новороссийск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.752861',
    5 => '37.768311',
  ),
  2000 => 
  array (
    0 => 2000,
    1 => 'Новокубанск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.107868',
    5 => '41.049679',
  ),
  2001 => 
  array (
    0 => 2001,
    1 => 'Новокузнецк',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '53.740749',
    5 => '87.113487',
  ),
  2002 => 
  array (
    0 => 2002,
    1 => 'Новокуйбышевск',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.108070',
    5 => '49.920910',
  ),
  2003 => 
  array (
    0 => 2003,
    1 => 'Новопавловск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.963779',
    5 => '43.631699',
  ),
  2005 => 
  array (
    0 => 2005,
    1 => 'Новониколаевский',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.981300',
    5 => '42.368629',
  ),
  2006 => 
  array (
    0 => 2006,
    1 => 'Новомичуринск',
    2 => 'Рязанская область',
    3 => 'Центральный федеральный округ',
    4 => '54.033161',
    5 => '39.737289',
  ),
  2008 => 
  array (
    0 => 2008,
    1 => 'Новомосковск',
    2 => 'Тульская область',
    3 => 'Центральный федеральный округ',
    4 => '54.079639',
    5 => '38.229549',
  ),
  2012 => 
  array (
    0 => 2012,
    1 => 'Новосибирск',
    2 => 'Новосибирская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.039230',
    5 => '82.927818',
  ),
  2022 => 
  array (
    0 => 2022,
    1 => 'Новоуральск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.250000',
    5 => '60.083332',
  ),
  2023 => 
  array (
    0 => 2023,
    1 => 'Новотроицк',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.208981',
    5 => '58.303089',
  ),
  2028 => 
  array (
    0 => 2028,
    1 => 'Новодвинск',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '64.423447',
    5 => '40.820412',
  ),
  2030 => 
  array (
    0 => 2030,
    1 => 'Новошахтинск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.758720',
    5 => '39.933609',
  ),
  2031 => 
  array (
    0 => 2031,
    1 => 'Новошахтинский',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.027599',
    5 => '132.159027',
  ),
  2033 => 
  array (
    0 => 2033,
    1 => 'Могоча',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '53.750000',
    5 => '119.739998',
  ),
  2034 => 
  array (
    0 => 2034,
    1 => 'Новочебоксарск',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '56.099987',
    5 => '47.496471',
  ),
  2035 => 
  array (
    0 => 2035,
    1 => 'Новочеркасск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.421982',
    5 => '40.091991',
  ),
  2037 => 
  array (
    0 => 2037,
    1 => 'Новый Рогачик',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.668118',
    5 => '44.065304',
  ),
  2038 => 
  array (
    0 => 2038,
    1 => 'Новый Оскол',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.761471',
    5 => '37.869511',
  ),
  2040 => 
  array (
    0 => 2040,
    1 => 'Новый Ургал',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '51.073612',
    5 => '132.564163',
  ),
  2041 => 
  array (
    0 => 2041,
    1 => 'Новый Уренгой',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '66.094162',
    5 => '76.702522',
  ),
  2050 => 
  array (
    0 => 2050,
    1 => 'Норильск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '69.330406',
    5 => '88.220482',
  ),
  2051 => 
  array (
    0 => 2051,
    1 => 'Морозовск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.356541',
    5 => '41.816929',
  ),
  2052 => 
  array (
    0 => 2052,
    1 => 'Поронайск',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '49.215050',
    5 => '143.091080',
  ),
  2059 => 
  array (
    0 => 2059,
    1 => 'Покровка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.955009',
    5 => '131.628235',
  ),
  2062 => 
  array (
    0 => 2062,
    1 => 'Покровское',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.646072',
    5 => '22.159258',
  ),
  2072 => 
  array (
    0 => 2072,
    1 => 'Полевской',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.440899',
    5 => '60.190731',
  ),
  2083 => 
  array (
    0 => 2083,
    1 => 'Мончегорск',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '67.922997',
    5 => '32.952728',
  ),
  2085 => 
  array (
    0 => 2085,
    1 => 'пос. Вешки',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.928761',
    5 => '37.617352',
  ),
  2089 => 
  array (
    0 => 2089,
    1 => 'пос. Лесной',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.084949',
    5 => '37.921490',
  ),
  2096 => 
  array (
    0 => 2096,
    1 => 'Омск',
    2 => 'Омская область',
    3 => 'Сибирский федеральный округ',
    4 => '54.970901',
    5 => '73.393753',
  ),
  2097 => 
  array (
    0 => 2097,
    1 => 'Москва',
    2 => 'Москва',
    3 => 'Центральный федеральный округ',
    4 => '55.755787',
    5 => '37.617634',
  ),
  2107 => 
  array (
    0 => 2107,
    1 => 'Можга',
    2 => 'Республика Удмуртия',
    3 => 'Приволжский федеральный округ',
    4 => '56.369301',
    5 => '52.249290',
  ),
  2109 => 
  array (
    0 => 2109,
    1 => 'Можайск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.504791',
    5 => '36.033562',
  ),
  2115 => 
  array (
    0 => 2115,
    1 => 'Подольск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.432041',
    5 => '37.551830',
  ),
  2128 => 
  array (
    0 => 2128,
    1 => 'Ноябрьск',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '63.175701',
    5 => '75.413910',
  ),
  2129 => 
  array (
    0 => 2129,
    1 => 'Оса',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.283428',
    5 => '55.454708',
  ),
  2130 => 
  array (
    0 => 2130,
    1 => 'Псков',
    2 => 'Псковская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '57.824371',
    5 => '28.330490',
  ),
  2142 => 
  array (
    0 => 2142,
    1 => 'Муравленко',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '63.760029',
    5 => '74.524429',
  ),
  2144 => 
  array (
    0 => 2144,
    1 => 'Отрадное',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.771259',
    5 => '30.816031',
  ),
  2148 => 
  array (
    0 => 2148,
    1 => 'Мурманск',
    2 => 'Мурманская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '68.953178',
    5 => '33.107052',
  ),
  2149 => 
  array (
    0 => 2149,
    1 => 'Муром',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '55.574291',
    5 => '42.051510',
  ),
  2152 => 
  array (
    0 => 2152,
    1 => 'Пулково',
    2 => 'Санкт-Петербург',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.770210',
    5 => '30.344749',
  ),
  2156 => 
  array (
    0 => 2156,
    1 => 'Путилково',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.863262',
    5 => '37.391453',
  ),
  2159 => 
  array (
    0 => 2159,
    1 => 'Пущино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.841431',
    5 => '37.638088',
  ),
  2163 => 
  array (
    0 => 2163,
    1 => 'Пушкино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.011589',
    5 => '37.861759',
  ),
  2169 => 
  array (
    0 => 2169,
    1 => 'Нытва',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.940529',
    5 => '55.331322',
  ),
  2171 => 
  array (
    0 => 2171,
    1 => 'Мытищи',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.918911',
    5 => '37.758419',
  ),
  2172 => 
  array (
    0 => 2172,
    1 => 'Пыть-ях',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '60.749760',
    5 => '72.859283',
  ),
  2174 => 
  array (
    0 => 2174,
    1 => 'Мышкин',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.787491',
    5 => '38.442539',
  ),
  2176 => 
  array (
    0 => 2176,
    1 => 'Мегион',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.050400',
    5 => '76.113472',
  ),
  2177 => 
  array (
    0 => 2177,
    1 => 'Невинномысск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.633308',
    5 => '41.933640',
  ),
  2179 => 
  array (
    0 => 2179,
    1 => 'Невьянск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '57.491871',
    5 => '60.207699',
  ),
  2183 => 
  array (
    0 => 2183,
    1 => 'Первомайск',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '54.867371',
    5 => '43.821091',
  ),
  2189 => 
  array (
    0 => 2189,
    1 => 'Первоуральск',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.923050',
    5 => '59.942200',
  ),
  2190 => 
  array (
    0 => 2190,
    1 => 'Пермь',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.997169',
    5 => '56.235279',
  ),
  2195 => 
  array (
    0 => 2195,
    1 => 'Переславль-Залесский',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '56.742111',
    5 => '38.864559',
  ),
  2197 => 
  array (
    0 => 2197,
    1 => 'Нерехта',
    2 => 'Костромская область',
    3 => 'Центральный федеральный округ',
    4 => '57.453281',
    5 => '40.579800',
  ),
  2199 => 
  array (
    0 => 2199,
    1 => 'Нерюнгри',
    2 => 'Республика Саха (Якутия)',
    3 => 'Дальневосточный федеральный округ',
    4 => '56.671799',
    5 => '124.650436',
  ),
  2211 => 
  array (
    0 => 2211,
    1 => 'Пенза',
    2 => 'Пензенская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.200932',
    5 => '45.010422',
  ),
  2215 => 
  array (
    0 => 2215,
    1 => 'Менделеево',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.787125',
    5 => '20.747124',
  ),
  2216 => 
  array (
    0 => 2216,
    1 => 'Менделеевск',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '55.908920',
    5 => '52.291870',
  ),
  2223 => 
  array (
    0 => 2223,
    1 => 'Песьянка',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.320801',
    5 => '55.795620',
  ),
  2226 => 
  array (
    0 => 2226,
    1 => 'Нехаевский',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.416710',
    5 => '41.759460',
  ),
  2230 => 
  array (
    0 => 2230,
    1 => 'Петрозаводск',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.782200',
    5 => '34.362080',
  ),
  2233 => 
  array (
    0 => 2233,
    1 => 'Петропавловск-Камчатский',
    2 => 'Камчатский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '53.061562',
    5 => '158.622482',
  ),
  2237 => 
  array (
    0 => 2237,
    1 => 'Нефтегорск',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '52.802898',
    5 => '51.173370',
  ),
  2238 => 
  array (
    0 => 2238,
    1 => 'Нефтекамск',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '56.091728',
    5 => '54.261662',
  ),
  2239 => 
  array (
    0 => 2239,
    1 => 'Нефтекумск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.753681',
    5 => '44.990280',
  ),
  2240 => 
  array (
    0 => 2240,
    1 => 'Нефтеюганск',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.102322',
    5 => '72.604050',
  ),
  2244 => 
  array (
    0 => 2244,
    1 => 'Медвежьегорск',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '62.911480',
    5 => '34.434586',
  ),
  2246 => 
  array (
    0 => 2246,
    1 => 'Медногорск',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.407261',
    5 => '57.581749',
  ),
  2249 => 
  array (
    0 => 2249,
    1 => 'Междуреченск',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '53.721619',
    5 => '88.068817',
  ),
  2252 => 
  array (
    0 => 2252,
    1 => 'Печора',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '65.144493',
    5 => '57.228489',
  ),
  2255 => 
  array (
    0 => 2255,
    1 => 'Одинцово',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.671741',
    5 => '37.281090',
  ),
  2261 => 
  array (
    0 => 2261,
    1 => 'Очер',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '57.881401',
    5 => '54.720558',
  ),
  2265 => 
  array (
    0 => 2265,
    1 => 'Пятигорск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.045910',
    5 => '43.058739',
  ),
  2271 => 
  array (
    0 => 2271,
    1 => 'Саракташ',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.791828',
    5 => '56.352150',
  ),
  2272 => 
  array (
    0 => 2272,
    1 => 'Саранск',
    2 => 'Республика Мордовия',
    3 => 'Приволжский федеральный округ',
    4 => '54.181381',
    5 => '45.175690',
  ),
  2274 => 
  array (
    0 => 2274,
    1 => 'Сарапул',
    2 => 'Республика Удмуртия',
    3 => 'Приволжский федеральный округ',
    4 => '56.476261',
    5 => '53.797562',
  ),
  2275 => 
  array (
    0 => 2275,
    1 => 'Саратов',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.533268',
    5 => '46.034550',
  ),
  2276 => 
  array (
    0 => 2276,
    1 => 'Саров',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '54.930145',
    5 => '43.337208',
  ),
  2278 => 
  array (
    0 => 2278,
    1 => 'Салават',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '53.359249',
    5 => '55.929920',
  ),
  2280 => 
  array (
    0 => 2280,
    1 => 'Салым',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '60.065990',
    5 => '71.460327',
  ),
  2281 => 
  array (
    0 => 2281,
    1 => 'Сальск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.474861',
    5 => '41.535431',
  ),
  2282 => 
  array (
    0 => 2282,
    1 => 'Салехард',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '66.530937',
    5 => '66.602432',
  ),
  2284 => 
  array (
    0 => 2284,
    1 => 'Самара',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.202160',
    5 => '50.159618',
  ),
  2286 => 
  array (
    0 => 2286,
    1 => 'Свободный',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '51.393631',
    5 => '128.123245',
  ),
  2287 => 
  array (
    0 => 2287,
    1 => 'Санкт-Петербург',
    2 => 'Санкт-Петербург',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.939037',
    5 => '30.315784',
  ),
  2294 => 
  array (
    0 => 2294,
    1 => 'Сатка',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.046780',
    5 => '58.973091',
  ),
  2296 => 
  array (
    0 => 2296,
    1 => 'Сафоново',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '55.107540',
    5 => '33.267590',
  ),
  2297 => 
  array (
    0 => 2297,
    1 => 'Светлоград',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.335289',
    5 => '42.854858',
  ),
  2298 => 
  array (
    0 => 2298,
    1 => 'Светлогорск',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.943260',
    5 => '20.155190',
  ),
  2299 => 
  array (
    0 => 2299,
    1 => 'Светлый',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.677113',
    5 => '20.136379',
  ),
  2301 => 
  array (
    0 => 2301,
    1 => 'Светлый Яр',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.468571',
    5 => '44.749012',
  ),
  2305 => 
  array (
    0 => 2305,
    1 => 'Саяногорск',
    2 => 'Республика Хакасия',
    3 => 'Сибирский федеральный округ',
    4 => '53.089642',
    5 => '91.415703',
  ),
  2308 => 
  array (
    0 => 2308,
    1 => 'Средняя Ахтуба',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '48.708870',
    5 => '44.874191',
  ),
  2311 => 
  array (
    0 => 2311,
    1 => 'Сибай',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '52.710079',
    5 => '58.663700',
  ),
  2315 => 
  array (
    0 => 2315,
    1 => 'Славянка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '42.870541',
    5 => '131.371567',
  ),
  2317 => 
  array (
    0 => 2317,
    1 => 'Славянск-на-Кубани',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.256371',
    5 => '38.124870',
  ),
  2323 => 
  array (
    0 => 2323,
    1 => 'Сковородино',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '53.984261',
    5 => '123.948349',
  ),
  2326 => 
  array (
    0 => 2326,
    1 => 'Собинка',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '55.984291',
    5 => '39.987511',
  ),
  2334 => 
  array (
    0 => 2334,
    1 => 'Спасск-Дальний',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.597721',
    5 => '132.825012',
  ),
  2336 => 
  array (
    0 => 2336,
    1 => 'Совхоз имени Ленина',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.586040',
    5 => '37.732506',
  ),
  2337 => 
  array (
    0 => 2337,
    1 => 'Советск',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '55.071774',
    5 => '21.882612',
  ),
  2339 => 
  array (
    0 => 2339,
    1 => 'Советская Гавань',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '48.970188',
    5 => '140.291306',
  ),
  2341 => 
  array (
    0 => 2341,
    1 => 'Советский',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.366711',
    5 => '63.543209',
  ),
  2346 => 
  array (
    0 => 2346,
    1 => 'Сортавала',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.711960',
    5 => '30.702841',
  ),
  2348 => 
  array (
    0 => 2348,
    1 => 'Соликамск',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '59.636250',
    5 => '56.766788',
  ),
  2355 => 
  array (
    0 => 2355,
    1 => 'Солнечная Долина',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '56.040054',
    5 => '60.727829',
  ),
  2356 => 
  array (
    0 => 2356,
    1 => 'Солнечногорск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.184570',
    5 => '36.978432',
  ),
  2365 => 
  array (
    0 => 2365,
    1 => 'Смоленск',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '54.781101',
    5 => '32.048889',
  ),
  2371 => 
  array (
    0 => 2371,
    1 => 'Сосновоборск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.134060',
    5 => '93.383247',
  ),
  2374 => 
  array (
    0 => 2374,
    1 => 'Сосновый Бор',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.893131',
    5 => '29.095030',
  ),
  2375 => 
  array (
    0 => 2375,
    1 => 'Снежинск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.891819',
    5 => '60.763729',
  ),
  2377 => 
  array (
    0 => 2377,
    1 => 'Сочи',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '43.611599',
    5 => '39.722488',
  ),
  2378 => 
  array (
    0 => 2378,
    1 => 'Ставрополь',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.039131',
    5 => '41.982140',
  ),
  2379 => 
  array (
    0 => 2379,
    1 => 'Старая Русса',
    2 => 'Новгородская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '57.989670',
    5 => '31.352190',
  ),
  2381 => 
  array (
    0 => 2381,
    1 => 'Старая Купавна',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.806896',
    5 => '38.178890',
  ),
  2383 => 
  array (
    0 => 2383,
    1 => 'Старая Полтавка',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.476788',
    5 => '46.481148',
  ),
  2384 => 
  array (
    0 => 2384,
    1 => 'Старая Чара',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.904449',
    5 => '118.250237',
  ),
  2393 => 
  array (
    0 => 2393,
    1 => 'Старый Оскол',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '51.304901',
    5 => '37.856892',
  ),
  2394 => 
  array (
    0 => 2394,
    1 => 'Суворов',
    2 => 'Тульская область',
    3 => 'Центральный федеральный округ',
    4 => '54.125160',
    5 => '36.499420',
  ),
  2401 => 
  array (
    0 => 2401,
    1 => 'Сургут',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.257160',
    5 => '73.400993',
  ),
  2408 => 
  array (
    0 => 2408,
    1 => 'Стрежевой',
    2 => 'Томская область',
    3 => 'Сибирский федеральный округ',
    4 => '60.739071',
    5 => '77.550377',
  ),
  2412 => 
  array (
    0 => 2412,
    1 => 'Сходня',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.945259',
    5 => '37.309227',
  ),
  2418 => 
  array (
    0 => 2418,
    1 => 'Сухой Лог',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.895988',
    5 => '62.027569',
  ),
  2419 => 
  array (
    0 => 2419,
    1 => 'Ступино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.898361',
    5 => '38.086720',
  ),
  2421 => 
  array (
    0 => 2421,
    1 => 'Стерлитамак',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '53.622341',
    5 => '55.957581',
  ),
  2423 => 
  array (
    0 => 2423,
    1 => 'Степное',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.272747',
    5 => '44.574913',
  ),
  2427 => 
  array (
    0 => 2427,
    1 => 'Сызрань',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.173111',
    5 => '48.469280',
  ),
  2428 => 
  array (
    0 => 2428,
    1 => 'Сыктывкар',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '61.681862',
    5 => '50.812771',
  ),
  2429 => 
  array (
    0 => 2429,
    1 => 'Сысерть',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.502602',
    5 => '60.807339',
  ),
  2433 => 
  array (
    0 => 2433,
    1 => 'Северобайкальск',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '55.634380',
    5 => '109.325317',
  ),
  2439 => 
  array (
    0 => 2439,
    1 => 'Северодвинск',
    2 => 'Архангельская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '64.566879',
    5 => '39.846809',
  ),
  2440 => 
  array (
    0 => 2440,
    1 => 'Северск',
    2 => 'Томская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.599998',
    5 => '84.849998',
  ),
  2443 => 
  array (
    0 => 2443,
    1 => 'Сегежа',
    2 => 'Республика Карелия',
    3 => 'Северо-Западный федеральный округ',
    4 => '63.743439',
    5 => '34.303120',
  ),
  2444 => 
  array (
    0 => 2444,
    1 => 'Сергач',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '55.527538',
    5 => '45.463200',
  ),
  2445 => 
  array (
    0 => 2445,
    1 => 'Сергиев Посад',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.310749',
    5 => '38.133041',
  ),
  2448 => 
  array (
    0 => 2448,
    1 => 'Серов',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '59.598202',
    5 => '60.588459',
  ),
  2450 => 
  array (
    0 => 2450,
    1 => 'Серпухов',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.920609',
    5 => '37.416901',
  ),
  2451 => 
  array (
    0 => 2451,
    1 => 'Сертолово',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '60.145821',
    5 => '30.210960',
  ),
  2453 => 
  array (
    0 => 2453,
    1 => 'Серебряные Пруды',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '54.469761',
    5 => '38.720928',
  ),
  2459 => 
  array (
    0 => 2459,
    1 => 'Селятино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.514584',
    5 => '36.976055',
  ),
  2461 => 
  array (
    0 => 2461,
    1 => 'Семикаракорск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.513962',
    5 => '40.811501',
  ),
  2463 => 
  array (
    0 => 2463,
    1 => 'Семенов',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.792542',
    5 => '44.501011',
  ),
  2465 => 
  array (
    0 => 2465,
    1 => 'Сестрорецк',
    2 => 'Санкт-Петербург',
    3 => 'Северо-Западный федеральный округ',
    4 => '60.083229',
    5 => '29.956720',
  ),
  2471 => 
  array (
    0 => 2471,
    1 => 'Хабаровск',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '48.476719',
    5 => '135.094070',
  ),
  2473 => 
  array (
    0 => 2473,
    1 => 'Таганрог',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.221729',
    5 => '38.893318',
  ),
  2487 => 
  array (
    0 => 2487,
    1 => 'Тарасовский',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.730179',
    5 => '40.368568',
  ),
  2488 => 
  array (
    0 => 2488,
    1 => 'Тарко-сале',
    2 => 'Ямало-Ненецкий автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '64.919746',
    5 => '77.788170',
  ),
  2493 => 
  array (
    0 => 2493,
    1 => 'Тайга',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.061272',
    5 => '85.622787',
  ),
  2497 => 
  array (
    0 => 2497,
    1 => 'Углич',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.524689',
    5 => '38.332821',
  ),
  2502 => 
  array (
    0 => 2502,
    1 => 'Таксимо',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '56.339352',
    5 => '114.892342',
  ),
  2507 => 
  array (
    0 => 2507,
    1 => 'Тайшет',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.934219',
    5 => '97.991211',
  ),
  2509 => 
  array (
    0 => 2509,
    1 => 'Тамбов',
    2 => 'Тамбовская область',
    3 => 'Центральный федеральный округ',
    4 => '52.721100',
    5 => '41.417351',
  ),
  2511 => 
  array (
    0 => 2511,
    1 => 'Ханты-Мансийск',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.000790',
    5 => '69.006241',
  ),
  2513 => 
  array (
    0 => 2513,
    1 => 'Хасавюрт',
    2 => 'Республика Дагестан',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '43.246769',
    5 => '46.589390',
  ),
  2516 => 
  array (
    0 => 2516,
    1 => 'Татищево',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.672150',
    5 => '45.598061',
  ),
  2519 => 
  array (
    0 => 2519,
    1 => 'Тверь',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '56.857929',
    5 => '35.923828',
  ),
  2520 => 
  array (
    0 => 2520,
    1 => 'Увельский',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.436146',
    5 => '61.376530',
  ),
  2523 => 
  array (
    0 => 2523,
    1 => 'Таштагол',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '52.766048',
    5 => '87.876198',
  ),
  2528 => 
  array (
    0 => 2528,
    1 => 'Урай',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '60.133301',
    5 => '64.809090',
  ),
  2530 => 
  array (
    0 => 2530,
    1 => 'Фролово',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '49.769310',
    5 => '43.656818',
  ),
  2531 => 
  array (
    0 => 2531,
    1 => 'Троицк',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.496540',
    5 => '37.318432',
  ),
  2532 => 
  array (
    0 => 2532,
    1 => 'Троицк',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.110538',
    5 => '61.580051',
  ),
  2543 => 
  array (
    0 => 2543,
    1 => 'Трудовое',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.301418',
    5 => '132.085281',
  ),
  2544 => 
  array (
    0 => 2544,
    1 => 'Урень',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '57.460781',
    5 => '45.784988',
  ),
  2545 => 
  array (
    0 => 2545,
    1 => 'Трехгорный',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.799999',
    5 => '58.450001',
  ),
  2547 => 
  array (
    0 => 2547,
    1 => 'Урюпинск',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.802940',
    5 => '42.029491',
  ),
  2548 => 
  array (
    0 => 2548,
    1 => 'Фрязино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.956940',
    5 => '38.057911',
  ),
  2549 => 
  array (
    0 => 2549,
    1 => 'Фрязево',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.731197',
    5 => '38.468552',
  ),
  2551 => 
  array (
    0 => 2551,
    1 => 'Улан-Удэ',
    2 => 'Республика Бурятия',
    3 => 'Сибирский федеральный округ',
    4 => '51.840839',
    5 => '107.608093',
  ),
  2555 => 
  array (
    0 => 2555,
    1 => 'Хилок',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '51.353889',
    5 => '110.462440',
  ),
  2558 => 
  array (
    0 => 2558,
    1 => 'Тимашевск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.616920',
    5 => '38.943100',
  ),
  2560 => 
  array (
    0 => 2560,
    1 => 'Химки',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.887810',
    5 => '37.444180',
  ),
  2567 => 
  array (
    0 => 2567,
    1 => 'Тихвин',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.638210',
    5 => '33.515999',
  ),
  2568 => 
  array (
    0 => 2568,
    1 => 'Тихорецк',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.853180',
    5 => '40.128288',
  ),
  2571 => 
  array (
    0 => 2571,
    1 => 'Ульяновск',
    2 => 'Ульяновская область',
    3 => 'Приволжский федеральный округ',
    4 => '54.321480',
    5 => '48.385651',
  ),
  2577 => 
  array (
    0 => 2577,
    1 => 'Тобольск',
    2 => 'Тюменская область',
    3 => 'Уральский федеральный округ',
    4 => '58.184097',
    5 => '68.254623',
  ),
  2582 => 
  array (
    0 => 2582,
    1 => 'Хороль',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.425419',
    5 => '132.073868',
  ),
  2588 => 
  array (
    0 => 2588,
    1 => 'Фокино',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '42.970631',
    5 => '132.406738',
  ),
  2594 => 
  array (
    0 => 2594,
    1 => 'Холмск',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '47.062469',
    5 => '142.061310',
  ),
  2596 => 
  array (
    0 => 2596,
    1 => 'Тольятти',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.535561',
    5 => '49.409569',
  ),
  2598 => 
  array (
    0 => 2598,
    1 => 'Топки',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.272007',
    5 => '85.614502',
  ),
  2599 => 
  array (
    0 => 2599,
    1 => 'Томилино',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.653099',
    5 => '37.949669',
  ),
  2601 => 
  array (
    0 => 2601,
    1 => 'Томск',
    2 => 'Томская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.463989',
    5 => '84.962547',
  ),
  2604 => 
  array (
    0 => 2604,
    1 => 'Тосно',
    2 => 'Ленинградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.540291',
    5 => '30.880510',
  ),
  2609 => 
  array (
    0 => 2609,
    1 => 'Унеча',
    2 => 'Брянская область',
    3 => 'Центральный федеральный округ',
    4 => '52.848701',
    5 => '32.670460',
  ),
  2612 => 
  array (
    0 => 2612,
    1 => 'Усинск',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '66.009308',
    5 => '57.547401',
  ),
  2618 => 
  array (
    0 => 2618,
    1 => 'Уссурийск',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '43.816299',
    5 => '131.989365',
  ),
  2625 => 
  array (
    0 => 2625,
    1 => 'Усть-Катав',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.935650',
    5 => '58.176769',
  ),
  2626 => 
  array (
    0 => 2626,
    1 => 'Усть-Илимск',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '58.031475',
    5 => '102.817848',
  ),
  2627 => 
  array (
    0 => 2627,
    1 => 'Усть-Кинельский',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.268551',
    5 => '50.568352',
  ),
  2630 => 
  array (
    0 => 2630,
    1 => 'Усть-Кут',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.798019',
    5 => '105.765572',
  ),
  2644 => 
  array (
    0 => 2644,
    1 => 'Уфа',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '54.735500',
    5 => '55.991982',
  ),
  2645 => 
  array (
    0 => 2645,
    1 => 'Туапсе',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '44.103458',
    5 => '39.074699',
  ),
  2656 => 
  array (
    0 => 2656,
    1 => 'Тула',
    2 => 'Тульская область',
    3 => 'Центральный федеральный округ',
    4 => '54.196678',
    5 => '37.617828',
  ),
  2657 => 
  array (
    0 => 2657,
    1 => 'Туймазы',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '54.601742',
    5 => '53.725471',
  ),
  2661 => 
  array (
    0 => 2661,
    1 => 'Ухта',
    2 => 'Республика Коми',
    3 => 'Северо-Западный федеральный округ',
    4 => '63.569611',
    5 => '53.672981',
  ),
  2662 => 
  array (
    0 => 2662,
    1 => 'Тутаев',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.615654',
    5 => '39.784031',
  ),
  2665 => 
  array (
    0 => 2665,
    1 => 'Тымовское',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '50.850788',
    5 => '142.660172',
  ),
  2666 => 
  array (
    0 => 2666,
    1 => 'Тында',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '55.149879',
    5 => '124.722473',
  ),
  2673 => 
  array (
    0 => 2673,
    1 => 'Терней',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '45.042881',
    5 => '136.604675',
  ),
  2678 => 
  array (
    0 => 2678,
    1 => 'Тейково',
    2 => 'Ивановская область',
    3 => 'Центральный федеральный округ',
    4 => '56.855049',
    5 => '40.532669',
  ),
  2679 => 
  array (
    0 => 2679,
    1 => 'Темрюк',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '45.279758',
    5 => '37.380890',
  ),
  2687 => 
  array (
    0 => 2687,
    1 => 'Удомля',
    2 => 'Тверская область',
    3 => 'Центральный федеральный округ',
    4 => '57.872669',
    5 => '35.007809',
  ),
  2695 => 
  array (
    0 => 2695,
    1 => 'Тюмень',
    2 => 'Тюменская область',
    3 => 'Уральский федеральный округ',
    4 => '57.154949',
    5 => '65.515640',
  ),
  2698 => 
  array (
    0 => 2698,
    1 => 'Учалы',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '54.302628',
    5 => '59.424255',
  ),
  2707 => 
  array (
    0 => 2707,
    1 => 'Щербинка',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.499763',
    5 => '37.576847',
  ),
  2708 => 
  array (
    0 => 2708,
    1 => 'Щелково',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.917469',
    5 => '38.011440',
  ),
  2711 => 
  array (
    0 => 2711,
    1 => 'Элиста',
    2 => 'Республика Калмыкия',
    3 => 'Южный федеральный округ',
    4 => '46.312962',
    5 => '44.253460',
  ),
  2713 => 
  array (
    0 => 2713,
    1 => 'Электрогорск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.883049',
    5 => '38.780430',
  ),
  2714 => 
  array (
    0 => 2714,
    1 => 'Электросталь',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.786968',
    5 => '38.435619',
  ),
  2715 => 
  array (
    0 => 2715,
    1 => 'Электроугли',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.728657',
    5 => '38.197746',
  ),
  2716 => 
  array (
    0 => 2716,
    1 => 'Энгельс',
    2 => 'Саратовская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.479679',
    5 => '46.110069',
  ),
  2718 => 
  array (
    0 => 2718,
    1 => 'Егорлык',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.293217',
    5 => '41.785385',
  ),
  2719 => 
  array (
    0 => 2719,
    1 => 'Егорлыкская',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.570709',
    5 => '40.666180',
  ),
  2720 => 
  array (
    0 => 2720,
    1 => 'Егорьевск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.380039',
    5 => '39.035690',
  ),
  2725 => 
  array (
    0 => 2725,
    1 => 'Ерофей-Павлович',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '53.963181',
    5 => '121.954376',
  ),
  2730 => 
  array (
    0 => 2730,
    1 => 'Елабуга',
    2 => 'Республика Татарстан',
    3 => 'Приволжский федеральный округ',
    4 => '55.761799',
    5 => '52.061390',
  ),
  2731 => 
  array (
    0 => 2731,
    1 => 'Елань',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.949039',
    5 => '43.723301',
  ),
  2732 => 
  array (
    0 => 2732,
    1 => 'Екатеринбург',
    2 => 'Свердловская область',
    3 => 'Уральский федеральный округ',
    4 => '56.837814',
    5 => '60.596844',
  ),
  2734 => 
  array (
    0 => 2734,
    1 => 'Елизово',
    2 => 'Камчатский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '53.182995',
    5 => '158.382339',
  ),
  2737 => 
  array (
    0 => 2737,
    1 => 'Ейск',
    2 => 'Краснодарский край',
    3 => 'Южный федеральный округ',
    4 => '46.691879',
    5 => '38.285641',
  ),
  2743 => 
  array (
    0 => 2743,
    1 => 'Елец',
    2 => 'Липецкая область',
    3 => 'Центральный федеральный округ',
    4 => '52.622028',
    5 => '38.505260',
  ),
  2745 => 
  array (
    0 => 2745,
    1 => 'Еманжелинск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.752899',
    5 => '61.324760',
  ),
  2749 => 
  array (
    0 => 2749,
    1 => 'Ессентуки',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.049809',
    5 => '42.857239',
  ),
  2750 => 
  array (
    0 => 2750,
    1 => 'Ефремов',
    2 => 'Тульская область',
    3 => 'Центральный федеральный округ',
    4 => '53.139050',
    5 => '38.113689',
  ),
  2759 => 
  array (
    0 => 2759,
    1 => 'Далматово',
    2 => 'Курганская область',
    3 => 'Уральский федеральный округ',
    4 => '56.264420',
    5 => '62.932629',
  ),
  2760 => 
  array (
    0 => 2760,
    1 => 'Дальнегорск',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.560822',
    5 => '135.570251',
  ),
  2761 => 
  array (
    0 => 2761,
    1 => 'Дальнереченск',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '45.928711',
    5 => '133.738235',
  ),
  2768 => 
  array (
    0 => 2768,
    1 => 'Дзержинск',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '56.235420',
    5 => '43.445271',
  ),
  2769 => 
  array (
    0 => 2769,
    1 => 'Дзержинский',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.628078',
    5 => '37.839806',
  ),
  2773 => 
  array (
    0 => 2773,
    1 => 'Дивногорск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '55.950230',
    5 => '92.375107',
  ),
  2775 => 
  array (
    0 => 2775,
    1 => 'Дивное',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '45.909531',
    5 => '43.348949',
  ),
  2776 => 
  array (
    0 => 2776,
    1 => 'Жигулевск',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '53.411221',
    5 => '49.534931',
  ),
  2780 => 
  array (
    0 => 2780,
    1 => 'Жирновск',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '50.981674',
    5 => '44.772907',
  ),
  2782 => 
  array (
    0 => 2782,
    1 => 'Димитровград',
    2 => 'Ульяновская область',
    3 => 'Приволжский федеральный округ',
    4 => '54.223640',
    5 => '49.615059',
  ),
  2789 => 
  array (
    0 => 2789,
    1 => 'Добрянка',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.460300',
    5 => '56.408859',
  ),
  2795 => 
  array (
    0 => 2795,
    1 => 'Долгопрудный',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.929729',
    5 => '37.524570',
  ),
  2799 => 
  array (
    0 => 2799,
    1 => 'Дмитров',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.362499',
    5 => '37.541111',
  ),
  2804 => 
  array (
    0 => 2804,
    1 => 'Домодедово',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.455410',
    5 => '37.757790',
  ),
  2806 => 
  array (
    0 => 2806,
    1 => 'Донецк',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '48.337929',
    5 => '39.961830',
  ),
  2809 => 
  array (
    0 => 2809,
    1 => 'Дубна',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.755192',
    5 => '37.139721',
  ),
  2811 => 
  array (
    0 => 2811,
    1 => 'Дубовка',
    2 => 'Волгоградская область',
    3 => 'Южный федеральный округ',
    4 => '49.058788',
    5 => '44.817429',
  ),
  2816 => 
  array (
    0 => 2816,
    1 => 'Жуковка',
    2 => 'Брянская область',
    3 => 'Центральный федеральный округ',
    4 => '53.538971',
    5 => '33.736179',
  ),
  2818 => 
  array (
    0 => 2818,
    1 => 'Жуковский',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.593250',
    5 => '38.119610',
  ),
  2824 => 
  array (
    0 => 2824,
    1 => 'Дудинка',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '69.408340',
    5 => '86.181664',
  ),
  2832 => 
  array (
    0 => 2832,
    1 => 'Железногорск',
    2 => 'Курская область',
    3 => 'Центральный федеральный округ',
    4 => '52.325729',
    5 => '35.369381',
  ),
  2833 => 
  array (
    0 => 2833,
    1 => 'Железногорск',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '56.250000',
    5 => '93.533333',
  ),
  2834 => 
  array (
    0 => 2834,
    1 => 'Железногорск-Илимский',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '56.575050',
    5 => '104.117470',
  ),
  2835 => 
  array (
    0 => 2835,
    1 => 'Железноводск',
    2 => 'Ставропольский край',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.142780',
    5 => '43.016720',
  ),
  2836 => 
  array (
    0 => 2836,
    1 => 'Железнодорожный',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.747391',
    5 => '38.006859',
  ),
  2839 => 
  array (
    0 => 2839,
    1 => 'Демидово',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '55.397949',
    5 => '40.300636',
  ),
  2842 => 
  array (
    0 => 2842,
    1 => 'Десногорск',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '54.154793',
    5 => '33.286510',
  ),
  2844 => 
  array (
    0 => 2844,
    1 => 'Дедовск',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.861740',
    5 => '37.130245',
  ),
  2849 => 
  array (
    0 => 2849,
    1 => 'Цимлянск',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.651020',
    5 => '42.090672',
  ),
  2850 => 
  array (
    0 => 2850,
    1 => 'Целина',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '46.529099',
    5 => '41.027020',
  ),
  2856 => 
  array (
    0 => 2856,
    1 => 'Чайковский',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '56.764381',
    5 => '54.106319',
  ),
  2857 => 
  array (
    0 => 2857,
    1 => 'Чалтырь',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.286530',
    5 => '39.502380',
  ),
  2858 => 
  array (
    0 => 2858,
    1 => 'Чапаевск',
    2 => 'Самарская область',
    3 => 'Приволжский федеральный округ',
    4 => '52.969608',
    5 => '49.692860',
  ),
  2859 => 
  array (
    0 => 2859,
    1 => 'Чамзинка',
    2 => 'Республика Мордовия',
    3 => 'Приволжский федеральный округ',
    4 => '54.413338',
    5 => '45.791187',
  ),
  2870 => 
  array (
    0 => 2870,
    1 => 'Чита',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '52.045429',
    5 => '113.498627',
  ),
  2878 => 
  array (
    0 => 2878,
    1 => 'Чусовой',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '58.288189',
    5 => '57.826660',
  ),
  2880 => 
  array (
    0 => 2880,
    1 => 'Чудово',
    2 => 'Новгородская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.126831',
    5 => '31.681545',
  ),
  2882 => 
  array (
    0 => 2882,
    1 => 'Чебаркуль',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.993130',
    5 => '60.385830',
  ),
  2883 => 
  array (
    0 => 2883,
    1 => 'Чебоксары',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '56.137451',
    5 => '47.244030',
  ),
  2885 => 
  array (
    0 => 2885,
    1 => 'Чегдомын',
    2 => 'Хабаровский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '51.116901',
    5 => '132.977478',
  ),
  2887 => 
  array (
    0 => 2887,
    1 => 'Черкесск',
    2 => 'Республика Карачаево-Черкессия',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '44.230850',
    5 => '42.064770',
  ),
  2888 => 
  array (
    0 => 2888,
    1 => 'Черниговка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.340469',
    5 => '132.563110',
  ),
  2889 => 
  array (
    0 => 2889,
    1 => 'Черногорск',
    2 => 'Республика Хакасия',
    3 => 'Сибирский федеральный округ',
    4 => '53.826839',
    5 => '91.301826',
  ),
  2890 => 
  array (
    0 => 2890,
    1 => 'Черноголовка',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.012989',
    5 => '38.388531',
  ),
  2891 => 
  array (
    0 => 2891,
    1 => 'Чернушка',
    2 => 'Пермский край',
    3 => 'Приволжский федеральный округ',
    4 => '56.502522',
    5 => '56.087399',
  ),
  2894 => 
  array (
    0 => 2894,
    1 => 'Чернышевск',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '52.530739',
    5 => '117.021461',
  ),
  2898 => 
  array (
    0 => 2898,
    1 => 'Черняховск',
    2 => 'Калининградская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '54.636921',
    5 => '21.807932',
  ),
  2899 => 
  array (
    0 => 2899,
    1 => 'Чертково',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '49.390610',
    5 => '40.142071',
  ),
  2902 => 
  array (
    0 => 2902,
    1 => 'Череповец',
    2 => 'Вологодская область',
    3 => 'Северо-Западный федеральный округ',
    4 => '59.129822',
    5 => '38.001308',
  ),
  2910 => 
  array (
    0 => 2910,
    1 => 'Челябинск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '55.159889',
    5 => '61.402580',
  ),
  2913 => 
  array (
    0 => 2913,
    1 => 'Чехов',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.142399',
    5 => '37.460979',
  ),
  2918 => 
  array (
    0 => 2918,
    1 => 'Шарыпово',
    2 => 'Красноярский край',
    3 => 'Сибирский федеральный округ',
    4 => '55.531590',
    5 => '89.204712',
  ),
  2919 => 
  array (
    0 => 2919,
    1 => 'Шарья',
    2 => 'Костромская область',
    3 => 'Центральный федеральный округ',
    4 => '58.366150',
    5 => '45.512409',
  ),
  2927 => 
  array (
    0 => 2927,
    1 => 'Шатура',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.574421',
    5 => '39.541531',
  ),
  2928 => 
  array (
    0 => 2928,
    1 => 'Шахунья',
    2 => 'Нижегородская область',
    3 => 'Приволжский федеральный округ',
    4 => '57.668190',
    5 => '46.600861',
  ),
  2929 => 
  array (
    0 => 2929,
    1 => 'Шахты',
    2 => 'Ростовская область',
    3 => 'Южный федеральный округ',
    4 => '47.708519',
    5 => '40.215309',
  ),
  2930 => 
  array (
    0 => 2930,
    1 => 'Шадринск',
    2 => 'Курганская область',
    3 => 'Уральский федеральный округ',
    4 => '56.087700',
    5 => '63.636089',
  ),
  2934 => 
  array (
    0 => 2934,
    1 => 'Шилка',
    2 => 'Забайкальский край',
    3 => 'Сибирский федеральный округ',
    4 => '51.861012',
    5 => '116.028931',
  ),
  2936 => 
  array (
    0 => 2936,
    1 => 'Шимановск',
    2 => 'Амурская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '52.009510',
    5 => '127.655930',
  ),
  2943 => 
  array (
    0 => 2943,
    1 => 'Шумиха',
    2 => 'Курганская область',
    3 => 'Уральский федеральный округ',
    4 => '55.231621',
    5 => '63.288391',
  ),
  2944 => 
  array (
    0 => 2944,
    1 => 'Шумерля',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '55.490311',
    5 => '46.428989',
  ),
  2949 => 
  array (
    0 => 2949,
    1 => 'Шебекино',
    2 => 'Белгородская область',
    3 => 'Центральный федеральный округ',
    4 => '50.405899',
    5 => '36.890636',
  ),
  2952 => 
  array (
    0 => 2952,
    1 => 'Шерегеш',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '52.920509',
    5 => '87.995369',
  ),
  2956 => 
  array (
    0 => 2956,
    1 => 'Шелехов',
    2 => 'Иркутская область',
    3 => 'Сибирский федеральный округ',
    4 => '52.205914',
    5 => '104.098572',
  ),
  2961 => 
  array (
    0 => 2961,
    1 => 'Юбилейный',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.935696',
    5 => '37.836895',
  ),
  2962 => 
  array (
    0 => 2962,
    1 => 'Югорск',
    2 => 'Ханты-Мансийский автономный округ',
    3 => 'Уральский федеральный округ',
    4 => '61.316666',
    5 => '63.333332',
  ),
  2963 => 
  array (
    0 => 2963,
    1 => 'Юрга',
    2 => 'Кемеровская область',
    3 => 'Сибирский федеральный округ',
    4 => '55.734509',
    5 => '84.879967',
  ),
  2974 => 
  array (
    0 => 2974,
    1 => 'Южно-Сахалинск',
    2 => 'Сахалинская область',
    3 => 'Дальневосточный федеральный округ',
    4 => '46.961262',
    5 => '142.731979',
  ),
  2975 => 
  array (
    0 => 2975,
    1 => 'Южноуральск',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.444920',
    5 => '61.244190',
  ),
  2984 => 
  array (
    0 => 2984,
    1 => 'Яранск',
    2 => 'Кировская область',
    3 => 'Приволжский федеральный округ',
    4 => '57.307220',
    5 => '47.864239',
  ),
  2988 => 
  array (
    0 => 2988,
    1 => 'Ярославль',
    2 => 'Ярославская область',
    3 => 'Центральный федеральный округ',
    4 => '57.630100',
    5 => '39.865631',
  ),
  2991 => 
  array (
    0 => 2991,
    1 => 'Ярцево',
    2 => 'Смоленская область',
    3 => 'Центральный федеральный округ',
    4 => '55.059761',
    5 => '32.685280',
  ),
  2992 => 
  array (
    0 => 2992,
    1 => 'Яковлевка',
    2 => 'Приморский край',
    3 => 'Дальневосточный федеральный округ',
    4 => '44.421780',
    5 => '133.467896',
  ),
  2994 => 
  array (
    0 => 2994,
    1 => 'Якутск',
    2 => 'Республика Саха (Якутия)',
    3 => 'Дальневосточный федеральный округ',
    4 => '62.039261',
    5 => '129.746399',
  ),
  2997 => 
  array (
    0 => 2997,
    1 => 'Янаул',
    2 => 'Республика Башкортостан',
    3 => 'Приволжский федеральный округ',
    4 => '56.280769',
    5 => '54.933048',
  ),
  3003 => 
  array (
    0 => 3003,
    1 => 'Ясный',
    2 => 'Оренбургская область',
    3 => 'Приволжский федеральный округ',
    4 => '51.022987',
    5 => '59.873898',
  ),
  3005 => 
  array (
    0 => 3005,
    1 => 'Ядрин',
    2 => 'Республика Чувашия',
    3 => 'Приволжский федеральный округ',
    4 => '55.939770',
    5 => '46.202370',
  ),
  3010 => 
  array (
    0 => 3010,
    1 => 'Юрюзань',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.878601',
    5 => '58.430759',
  ),
  3011 => 
  array (
    0 => 3011,
    1 => 'Вязовая',
    2 => 'Челябинская область',
    3 => 'Уральский федеральный округ',
    4 => '54.906101',
    5 => '58.374310',
  ),
  3012 => 
  array (
    0 => 3012,
    1 => 'Каспийск',
    2 => 'Республика Дагестан',
    3 => 'Северо-Кавказский федеральный округ',
    4 => '42.882751',
    5 => '47.638248',
  ),
  3013 => 
  array (
    0 => 3013,
    1 => 'Яхрома',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '56.294109',
    5 => '37.484669',
  ),
  3015 => 
  array (
    0 => 3015,
    1 => 'Апрелевка',
    2 => 'Московская область',
    3 => 'Центральный федеральный округ',
    4 => '55.545300',
    5 => '37.061920',
  ),
  3016 => 
  array (
    0 => 3016,
    1 => 'Покров',
    2 => 'Владимирская область',
    3 => 'Центральный федеральный округ',
    4 => '55.916515',
    5 => '39.167343',
  ),
  0 => 
  array (
    0 => 0,
  ),
);